Repository: dankamongmen/sprezzos-world
Catalog: packaging/installation-report/debian/po/*.po
Languages: bs

source: Save debug logs
bs: Spremi debug logove

source: mounted file system
bs: montirani datotečni sistem

source: How should the debug logs be saved or transferred?
bs: Kako će debug logovi biti spremljeni ili prebačeni?

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
bs: Debugging log datoteke instalatera mogu biti spremljene na floppy, poslužene preko weba ili spremljene na montirani datotečni sistem.

source: Directory in which to save debug logs:
bs: Direktorij za spremanje debug logova:

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
bs: Molim provjerite da je datotečni sistem na koji hoćete spremiti debug logove montiran prije nego nastavite.

source: Cannot save logs
bs: Ne mogu spremiti logove

source: The directory "${DIR}" does not exist.
bs: Direktorij "${DIR}" ne postoji.

source: Web server started, but network not running
bs: Web server pokrenut, ali mreža nije

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
bs: Jednostavni web server je pokrenut na ovom računaru kako bi posluživao log datoteke i debug informacije. Međutim, mreža još nije postavljena. Web server će biti ostavljen pokrenut i biti će dostupan kada se podesi mreža.

source: Web server started
bs: Web server pokrenut

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
bs: Jednostavni web server je pokrenut na ovom računaru kako bi posluživao log datoteke i debug informacije. Indeks svih dostupnih log datoteka se može naći na http://${ADDRESS}/

source: Insert formatted floppy in drive
bs: Umetnite formatirani floppy u disketni pogon

source: Log files and debug info will be copied into this floppy.
bs: Log datoteke i debug info će biti kopirani na ovaj floppy.

source: The information will also be stored in /var/log/installer/ on the installed system.
bs: Informacije će također biti pohranjene u /var/log/installer datoteku na instaliranom sistemu.

source: Failed to mount the floppy
bs: Nemogu montirati floppy

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
bs: Ili se floppy uređaj ne može pronaći, ili formatirana disketa nije u pogonu.

source: Gathering information for installation report...
bs: Prikupljam informacije za izvještaj o instalaciji...
