Repository: dankamongmen/sprezzos-world
Catalog: packaging/samba/debian/po/*.po
Languages: bg, bn, el, es, et, gu, ka, km, ml, mr, nb, ne, nn, ro, sl, ta, tl, zh_cn

source: Use password encryption?
bg: Шифриране на паролите?
bn: পাসওয়ার্ড এনক্রিপশন ব্যবহার করা হবে?
el: Να χρησιμοποιηθεί κρυπτογράφηση των κωδικών πρόσβασης;
es: ¿Desea utilizar contraseñas cifradas?
et: Kasutada paroolide krüpteerimist?
gu: પાસવર્ડ એન્ક્રિપ્શન વાપરશો?
ka: გსურთ პაროლის დაშიფვრის გმაოყენება?
km: ប្រើ​ការ​អ៊ិនគ្រីប​ពាក្យ​សម្ងាត់ ?
ml: അടയാളവാക്ക് എന്‍ക്രിപ്ഷന്‍ ഉപയോഗിക്കണോ?
mr: कूटलिखित परवलीचा शब्द वापरावा का?
nb: Bruke passord-kryptering?
ne: पासवर्ड गुप्तिकरण प्रयोग गर्नुहुन्छ ?
nn: Bruke krypterte passord?
ro: Se folosesc parole criptate?
sl: Uporaba šifriranja gesel?
ta: கடவுச் சொல் குறியீட்டாக்கத்தை பயன்படுத்தவா?
tl: Gumamit ng encryption sa kontrasenyas?
zh_cn: 使用口令加密吗？

source: All recent Windows clients communicate with SMB/CIFS servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry.
bg: Всички съвременни версии на Windows използват шифрирани пароли за връзка със сървъри по протокол SMB/CIFS. Използването на пароли без шифриране е възможно само след промени в регистъра на Windows.
bn: সকল সাম্প্রতিক উইন্ডো ক্লায়েন্ট এনক্রিপ্ট করা পাসওয়ার্ড ব্যবহার করে SMB/CIFS সার্ভারের সাথে যোগাযোগ করে। যদি আপনি সরল টেক্সট পাসওয়ার্ড ব্যবহার করতে চান তাহলে আপনার উইন্ডোজ রেজিস্ট্রিতে একটি প্যারামিটার পরিবর্তন করতে হবে।
el: Όλες οι πρόσφατες εκδόσεις των πελατών Windows επικοινωνούν με τους εξυπηρετητές SMB/CIFS χρησιμοποιώντας κρυπτογραφημένους κωδικούς πρόσβασης. Αν θέλετε να χρησιμοποιήσετε μη κρυπτογραφημένους κωδικούς θα πρέπει να αλλάξετε μια παράμετρο στο registry των Windows.
es: Todos los clientes Windows recientes se comunican con los servidores SMB/CIFS utilizando contraseñas cifradas. Si quiere usar contraseñas en texto claro, tendrá que cambiar un parámetro en el registro de sus sistemas Windows.
nb: Alle nyere Windows-klienter bruker krypterte passord når de kommuniserer med SMB/CIFS-tjenere. Hvis du vil bruke passord i klartekst må du endre en parameter i Windows registry på klientene.

source: Enabling this option is highly recommended as support for plain text passwords is no longer maintained in Microsoft Windows products. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
bg: Използването на шифрирани пароли е силно препоръчително, понеже продуктите Microsoft Windows вече не поддържат нешифрирани пароли. Проверете дали файлът /etc/samba/smbpasswd е правилен и използвайте програмата smbpasswd за задаване на паролите на потребителите.
bn: এই অপশনটি সক্রিয় করা সুপারিশকৃত কারন মাইক্রোসফট উইন্ডোজ প্রোডাক্টে এখন আর সরল টেক্সট পাসওয়ার্ড মেইনটেইন করা হয় না। যদি আপনি করেন তাহলে নিশ্চিত হয়ে নিন যে আপনার একটি বৈধ /etc/samba/smbpasswd ফাইল আছে এবং আপনি সেখানে smbpasswd কমান্ড ব্যবহার করে প্রত্যেক ব্যবহারকারীর জন্য পাসওয়ার্ড সেট করেন।
el: Η ενεργοποίηση αυτής της επιλογής συνιστάται έντονα καθώς πλέον δεν υπάρχει υποστήριξη για μη κρυπτογραφημένους κωδικούς σε προϊόντα Microsoft Windows. Αν την επιλέξετε, βεβαιωθείτε ότι έχετε ένα έγκυρο αρχείο /etc/samba/smbpasswd και ότι ορίζετε κωδικούς πρόσβασης σ' αυτό για κάθε χρήστη με τη χρήση της εντολήςsmbpasswd.
es: Se recomienda habilitar esta opción, ya que los productos de Microsoft yano son compatibles con las contraseñas en texto claro. Si la activa, asegúrese de que tiene un fichero «/etc/samba/smbpasswd» válido, donde defina las contraseñas para cada usuario usando la orden «smbpasswd».
nb: Det anbefales sterkt å slå på dette for å bruke krypterte passord fordi passord i klartekst ikke støttes lenger i Microsoft Windows-produkter. Gjør du det, så se etter at du har en gyldig fil i /etc/samba/smbpasswd og at du lagrer passord der for hver bruker med kommandoen smbpasswd.

source: Samba server
es: Servidor Samba
nb: Ingen Samba-tjener er installert på dette systemet

source: daemons
bg: фонов процес
bn: ডিমন
el: δαίμονες
es: demonios
et: deemonitena
gu: ડેમોન્સ
ka: დემონები
km: ដេមិន
ml: ഡെമണുകള്‍
mr: डिमन्स
nb: nisser
ne: डेइमोन
nn: tenester
ro: demoni
sl: daemoni
ta: கிங்கரன்கள் (டீமன்கள்)
tl: mga daemon
zh_cn: 守护进程

source: How do you want to run Samba?
bg: Как да се стартира Samba?
bn: আপনি সাম্বা কিভাবে চালাতে চান?
el: Πώς θέλετε να εκτελείται η υπηρεσία Samba;
es: ¿Cómo quiere que se ejecute Samba?
et: Kuidas soovid Samba käivitada?
gu: તમે સામ્બા કઇ રીતે ઉપયોગ કરશો?
ka: როგორ გსურთ Samba-ს გაშვება?
km: តើ​អ្នក​ចង់​រត់ Samba តាម​វិធី​ណា ?
ml: സാംബ എങ്ങനെ പ്രവര്‍ത്തിപ്പിക്കാനാണ് നിങ്ങളാഗ്രഹിക്കുന്നത്?
mr: तुम्हाला सांबा कशा प्रकारे चालू करावयाचा आहे?
nb: Hvordan vil du at Samba skal kjøres?
ne: तपाईँ साम्बा कसरी चलाउन चाहनुहुन्छ?
nn: Korleis vil du køyre Samba?
ro: Cum doriți să rulați Samba?
sl: Kako želite poganjati Sambo?
ta: சாம்பாவை எப்படி இயக்க விரும்புகிறீர்கள்?
tl: Paano ninyo gustong patakbuhin ang Samba?
zh_cn: 您想如何运行 Samba？

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
bg: Основният процес на Samba, smbd, може да бъде изпълняван при нужда или като фонов процес (със зареждането на операционната система). Препоръчителният начин за изпълнение е като фонов процес.
bn: সাম্বা ডিমন smbd একটি সাধারন ডিমন হিসেবে বা inetd থেকে চালানো যেতে পারে। ডিমন হিসেবে চালানো সুপারিশকৃত।
el: Ο δαίμονας της υπηρεσίας Samba μπορεί να τρέχει σαν ένας συνηθισμένος δαίμονας ή από τον inetd. Η εκτέλεσή του σαν συνηθισμένου δαίμονα είναι η συνιστώμενη προσέγγιση.
es: El demonio de Samba «smbd» puede ejecutarse como un demonio normal independiente o iniciarse desde el demonio «inetd». Se recomienda que se ejecute como demonio independiente.
et: Samba deemon võib käivituda kui tavaline deemon või inetd'ist. Soovitatav lähenemine on käivitamine tavalise deemonina.
gu: સામ્બા ડેમોન smbd સામાન્ય ડેમોન અથવા inetd તરીકે ચાલી શકે છે. ડેમોન તરીકે ચલાવવાનું સલાહભર્યું છે.
ka: Samba-ს დემონი smbd შეიძლება გაეშვას როგორც ჩვეულებრივი დემო inetd-დან. დემონად გაშვება რეკომენდირებული მიდგომაა.
km: ដេមិន Samba smbd អាចរត់ជាដេមិនធម្មតា ឬពី inetd ។ ការរត់ជាដេមិនមួយត្រូវបានផ្ដល់អនុសាសន៍ ។
ml: സാംബ ഡെമണ്‍ smbd ഒരു സാധാരണ ഡെമണായോ അല്ലെങ്കില്‍ inetd യില്‍ നിന്നോ പ്രവര്‍ത്തിപ്പിക്കാവുന്നതാണ്. ഡെമണായി ഓടിക്കുന്നതാണ് ശുപാര്‍ശ ചെയ്തിട്ടുള്ള വഴി.
mr: सांबा डिमन एसएमबीडी हा प्रोग्राम सर्वसाधारण डिमन म्हणून किंवा आयएनइटीडी मधून चालविता येतो. डिमन म्हणून चालविणे अधिक श्रेयस्कर.
nb: Samba-prosessen smbd kan kjøres som en normal nisse eller fra inetd. Det anbefales å kjøre som en nisse.
ne: साम्बा डेइमोन समान्य डेइमोनको रुपमा वा inetd बाट चलाउन सकिन्छ । डेइमोनको रूपमा चलाउनु सिफारिस गरिएको तरिका हो ।
nn: Samba-tenesta smbd kan køyrast som ei normal teneste frå inetd. Å køyre som ei teneste er den tilrådde måten.
ro: Demonul Samba smbd poate rula ca un demon normal sau din inetd. Rularea ca demon este recomandată.
sl: Samba demon smbd lahko teče kot običajen demon ali iz inetd. Priporočljivo je poganjanje sambe kot demon.
ta: சாம்பா கிங்கரனான எஸ்எம்பிடி இயல்பான கிங்கரனாக இயங்கலாம் அல்லது inetd லிருந்து இயங்கலாம். கிங்கரனாக இயங்குவதே பரிந்துரைக்கப் படுகிறது.
tl: Ang daemon na smbd ng Samba ay maaaring patakbuhin bilang normal na daemon o mula sa inetd. Pagpapatakbo nito bilang daemon ang rekomendado.
zh_cn: Samba 守护进程 smbd 可以作为普通守护进程或者从 inetd 启动。以守护进程的方式运行是推荐的方式。

source: inetd
bg: при нужда
et: inetd'ist
mr: आयएनइटीडी
