Repository: dankamongmen/sprezzos-world
Catalog: debianpkgs/mdadm/debian/po/*.po
Languages: de, eu, fi, gl, ja, pt

source: MD arrays needed for the root file system:
de: Für das Wurzeldateisystem benötigte MD folgende Verbünde:
eu: Erro fitxategi-sistemarentzat beharrezko MD array-ak:
fi: Juuritiedostojärjestelmän tarvitsemat MD-pakat:
gl: Arrays MD necesarios para o sistema de ficheiros raíz
ja: ルートファイルシステムに必要な MD アレイ:
pt: Grupos MD necessários para o sistema de ficheiros raiz:

source: Please enter 'all', 'none', or a space-separated list of devices such as 'md0 md1' or 'md/1 md/d0' (the leading '/dev/' can be omitted).
de: Bitte geben Sie »all«, »none« oder eine leerzeichenseparierte Geräteliste wie zum Beispiel »md0 md1« oder »md/1 md/d0« ein (das führende »/dev« kann weggelassen werden).
eu: Mesedez idatzi 'denak', 'batez', edo zuriunez bereziriko gailuen zerrenda, adibidez 'md0 md1' edo 'md/1 md/d0' (hasierako '/dev/' baztertu daiteke).
fi: Syötä ”all” (kaikki), ”none” (ei mitään) tai välilyönnein eroteltu lista laitteista, esimerkiksi ”md0 md1” tai ”md/1 md/d0” (edeltävä /dev/ voidaan jättää pois).
gl: Introduza "all" (todos), "none" (ningún) ou unha lista de dispositivos separados por espazos, tales coma "md0 md1" ou "md/1 md/0" (pódese omitir o "/dev/" do principio).
ja: 'all' または 'none'、あるいはデバイスのリストを 'md0 md1' や 'md/1 md/d0' のようにスペースで区切って入力してください (前に付く '/dev/' は省略可能です)。
pt: Por favor, introduza 'all', 'none', ou uma lista de dispositivos separados por espaços, tais como 'md0 md1' ou 'md/1 md/d0' (o '/dev/' inicial pode ser omitido).

source: for internal use - only the long description is needed.
de: für internen Gebrauch - es wird nur die ausführliche Beschreibung benötigt.
eu: barne erabilerako - deskribapen luzea bakarrik behar da.
fi: vain sisäiseen käyttöön - vain pitkä kuvaus on tarpeellinen.
gl: para uso interno - só se precisa da descrición longa.
ja: 内部での利用について - でも、長い説明が必要です。
pt: para uso interno - apenas a descrição longa é necessária

source: If the system's root file system is located on an MD array (RAID), it needs to be started early during the boot sequence. If it is located on a logical volume (LVM), which is on MD, all constituent arrays need to be started.
de: Wenn das Wurzeldateisystem Ihres Systems auf einem MD-Verbund (RAID) liegt, muss es frühzeitig während des Bootvorgangs gestartet werden. Wenn sich Ihr Wurzeldateisystem auf einem logischen Laufwerk (LVM) befindet, das sich wiederum auf einem MD Verbund befindet, müssen alle zugehörigen Verbünde gestartet werden.
eu: Sistemaren erro fitxategi-sistema MD array (RAID) batetan kokaturik badago, berau abio sekuentziaren hasieran abiarazi behar da. MD batetan kokaturiko bolumen logiko (LVM) batetan badago osatzen duten array guztiak abiarazi behar dira.
fi: Jos järjestelmän juuritiedostojärjestelmä sijaitsee MD-levypakassa (RAID), pakka tulee käynnistää aikaisessa vaiheessa käynnistettäessä järjestelmää. Jos se sijaitsee loogisella taltiolla (LVM), joka on MD-pakassa, kaikki taltioon liittyvät pakat tulee käynnistää.
gl: Se o sistema de ficheiros raíz do sistema está ubicado nun array MD (RAID), hai que o iniciar no principio da secuencia de inicio. Se está ubicado nun volume lóxico (LVM) que está nun MD, hai que iniciar os arrays constituíntes.
ja: あなたのシステムのルートファイルシステムが MD アレイ (RAID) 上に配置されているならば、ブートシーケンスの初期段階で MD アレイを開始する必要があります。ルートファイルシステムが MD のような論理ボリューム (LVM) 上にある場合は、構成しているアレイ全ての開始が必要です。
pt: Se o sistema de ficheiros de raiz do sistema estiver num grupo MD (RAID), necessita de ser iniciado mais cedo na sequência de arranque. Se o seu sistema de ficheiros de raiz estiver num volume lógico (LVM) que está no MD, todos os grupos constituintes necessitam de ser iniciados.

source: If you know exactly which arrays are needed to bring up the root file system, and you want to postpone starting all other arrays to a later point in the boot sequence, enter the arrays to start here. Alternatively, enter 'all' to simply start all available arrays.
de: Wenn Sie genau wissen, welche Verbünde benötigt werden, um das Wurzeldateisystem zu starten, und Sie den Start der anderen Verbünde auf einen späteren Zeitpunkt in der Bootreihenfolge verschieben wollen, geben Sie die zu startenden Verbünde hier ein. Alternativ geben Sie »all« ein, um alle verfügbaren Verbünde zu starten.
eu: Erro fitxategi-sistema erabiltzeko beharrezkoak diren arrayak zehazki jakin eta beste array-en abiaraztea abioaren beranduagoko puntu batetara atzeratu nahi baduzu, idatzi abiarazi beharreko array-ak hemen. Bestela idatzi 'denak' array erabilgarri guztiak abiarazteko.
fi: Jos tiedät tarkalleen mitä pakkoja tarvitaan juuritiedostojärjestelmän käynnistämiseen ja haluat viivästyttää muiden pakkojen käynnistystä, syötä käynnistettävät pakat tähän. Vaihtoehtoisesti voit käynnistää kaikki pakat syöttämällä ”all”.
gl: Se sabe exactamente que arrays son necesarios para erguer o sistema de ficheiros raíz, e se quere pospor o inicio dos demáis arrays ata un punto posterior da secuencia de inicio, introduza aquí os arrays a iniciar. Alternativamente, introduza "all" para iniciar tódolos arrays dispoñibles.
ja: どのアレイがルートファイルシステムの立ち上げに必要かを正確に知っており、ブートシーケンスの後の時点まで意図しているもの以外全てのアレイ起動を遅らせたい場合、ここで最初に起動するアレイを入力してください。そうでない場合、'all' と入力して単に全ての利用可能なアレイを最初に立ち上げてください。
pt: Se souber exactamente que grupos são necessários para iniciar o sistema de ficheiros raiz, e quiser adiar o inicio de todos os outros grupos para mais tarde no processo de arranque, introduza os grupos aqui. Alternativamente, introduza 'all' para iniciar todos os grupos disponíveis.

source: If you do not need or want to start any arrays for the root file system, leave the answer blank (or enter 'none'). This may be the case if you are using kernel autostart or do not need any arrays to boot.
de: Falls Sie keine RAID-Verbünde für das Wurzeldateisystem benötigen oder starten wollen, lassen Sie die Antwort leer (oder geben »none« ein). Dies könnte der Fall sein, wenn Sie entweder die Autostartfunktion des Kernels verwenden oder keine Verbünde zum Booten benötigen.
eu: Ez baduzu erro fitxategi sistemarako array-rik abiarazi behar, hutsik utzi ezazu (edo 'batez' idatzi). Hau abioan array-rik behar ez duzulako edo kernel auto-abioa erabiltzen duzulako izan daiteke.
fi: Jos mitään pakkoja ei tarvitse käynnistää juuritiedostojärjestelmän käyttämiseksi, jätä kenttä tyhjäksi (tai syötä ”none”). Tämä voi olla tilanne, jos käytät ytimen autokäynnistystä tai et tarvitse mitään pakkoja käynnistykseen.
gl: Se non quere ou precisa de iniciar ningún array para o sistema de ficheiros raíz, deixe a resposta en branco (ou introduza "none"). Este pode ser o caso se está a empregar o autoinicio do núcleo ou non precisa de ningún array para o inicio.
ja: ルートファイルシステムのために、どのアレイも必要ない、あるいはどのアレイも起動したくは無いという場合は、空白のままに (あるいは 'none' と入力) してください。これは、カーネルで自動的に起動される場合や起動時にはアレイは不要であるという場合です。
pt: Se não necessita ou deseja iniciar grupos para o sistema de ficheiros raiz, deixe a resposta em branco (ou introduza 'none'). Isto vale no caso de usar o auto-arranque do kernel ou não necessitar de grupos para o arranque do sistema.

source: An error occurred: device node does not exist
de: Ein Fehler ist aufgetreten: Geräteknoten existiert nicht
eu: Errore bat gertatu da: gailu nodoa ez dago
fi: Tapahtui virhe: laitetiedostoa ei ole olemassa
gl: Houbo un erro: o nodo do dispositivo non existe
ja: エラーが発生しました: デバイスノードが存在しません
pt: Ocorreu um erro: o nó do dispositivo não existe

source: An error occurred: not a block device
de: Ein Fehler ist aufgetreten: kein Blockgerät
eu: Errore bat gertatu da: ez da bloke gailu bat
fi: Tapahtui virhe: ei lohkolaite
gl: Houbo un erro: non é un dispositivo de bloques
ja: エラーが発生しました: ブロックデバイスではありません
pt: Ocorreu um erro: não é um dispositivo de bloco

source: An error occurred: not an MD array
de: Ein Fehler ist aufgetreten: kein RAID-Verbund
eu: Errore bat gertatu da: ez da MD array bat
fi: Tapahtui virhe: ei MD-pakka
gl: Houbo un erro: non é un array MD
ja: エラーが発生しました: MD アレイではありません
pt: Ocorreu um erro: não é um grupo MD

source: An error occurred: array not listed in mdadm.conf file
de: Ein Fehler ist aufgetreten: Verbund nicht in der Datei mdadm.conf aufgeführt
eu: Errore bat gertatu da: array-a ez dago mdadm.conf fitxategian zerrendaturik
fi: Tapahtui virhe: pakkaa ei ole listattu tiedostossa mdadm.conf
gl: Houbo un erro: o array non figura no ficheiro mdadm.conf
ja: エラーが発生しました: mdadm.conf ファイルに記述されていないアレイです
pt: Ocorreu um erro: o grupo não está listado no ficheiro mdadm.conf

source: Start arrays not listed in mdadm.conf?
de: Nicht in mdadm.conf aufgeführte Verbünde starten?
eu: Abiarazi mdadm.conf fitxategian ez dauden array-ak?
fi: Käynnistetäänkö pakat, joita ei ole listattu tiedostossa mdadm.conf?
gl: ¿Iniciar os arrays que non figuran en mdadm.conf?
ja: mdadm.conf に記述されていないアレイを起動しますか?
pt: Iniciar grupos não listados no mdadm.conf?

source: The specified array (${array}) is not listed in the configuration file (${config}). Therefore, it cannot be started during boot, unless you correct the configuration file and recreate the initial ramdisk.
de: Der angegebene Verbund (${array}) ist in der Konfigurationsdatei ${config} nicht aufgeführt. Deshalb kann er während des Bootvorgangs nicht gestartet werden, es sei denn, Sie korrigieren die Konfigurationsdatei und erzeugen die initiale Ramdisk neu.
eu: Zehazturiko (${array}) array-a ez dago (${config}) konfigurazio fitxategian zerrendaturiko. Horregatik ezin da abioan abiarazi zuk konfigurazio fitxategia konpondu eta abio ramdiskoa bersortu arte.
fi: Annettua pakkaa (${array}) ei ole listattu asetustiedostossa (${config}). Niinpä sitä ei voida käynnistää käynnistettäessä järjestelmä, ellei asetustiedostoa korjata ja käynnistysmuistilevyä (initrd) luoda uudelleen.
gl: O array indicado (${array}) non figura no ficheiro de configuración (${config}). Polo tanto, non se pode arrincar no inicio do sistema, a menos que corrixa o ficheiro de configuración e volva crear o disco RAM inicial.
ja: 指定したアレイ (${array}) は設定ファイル (${config}) に記述されていません。そのため、設定ファイルを修正して initrd を再生成しなければブート時に起動できません。
pt: O grupo especificado (${array}) não está listado no ficheiro de configuração (${config}). Portanto, não pode ser iniciado durante o processo de arranque, a não ser que corrija o ficheiro de configuração e recrie o ramdisk inicial.

source: This warning is only relevant if you need arrays to be started from the initial ramdisk to be able to boot. If you use kernel autostarting, or do not need any arrays to be started as early as the initial ramdisk is loaded, you can simply continue. Alternatively, choose not to continue and enter 'none' when prompted which arrays to start from the initial ramdisk.
de: Diese Warnung ist nur von Bedeutung, wenn Sie RAID-Verbünde, die von der initialen Ramdisk gestartet werden, benötigen, um booten zu können. Falls Sie die Autostartfunktion des Kernels verwenden oder kein RAID-Verbund zum frühen Zeitpunkt des Ladens der initialen Ramdisk gestartet werden muss, können Sie einfach fortfahren. Alternativ wählen Sie, nicht fortzufahren und geben »none« ein, wenn Sie gefragt werden, welche RAID-Verbünde von der initialen Ramdisk gestartet werden sollen.
eu: Abisu hau abiarazi ahal izateko ramdisk.etik array-ak baiaraztea behar baduzu bakarrik da garrantzitsua. Kernel auto-abioa erabiltzen baduzu edo ez baduzu ramdisk-etik hasieran array-rik kargatzea behar aurrera jarraitu dezakezu. Bestela ez jarraitzea hautatu eta 'batez' idatzi hasierako ramdisk-etik kargatu beharreko array-ez galdetzean.
fi: Tämä varoitus on aiheellinen vain, jos järjestelmän käynnistäminen vaatii pakkojen käynnistämistä käynnistysmuistilevyltä. Jos ytimen autokäynnistys on käytössä tai pakkoja ei tarvita siinä vaiheessa, kun käynnistysmuistilevy ladataan, voit jatkaa. Vaihtoehtoisesti voit olla jatkamatta ja syöttää ”none” kysyttäessä käynnistysmuistilevyltä käynnistettäviä pakkoja.
gl: Este aviso só é relevante se precisa de iniciar arrays desde o disco RAM inicial para poder iniciar o sistema. Se emprega autoinicio do núcleo ou non precisa de iniciar arrays tan pronto como se cargue o disco RAM inicial, pode continuar. De xeito alternativo, escolla non continuar e introduza "none" cando se lle pregunte que arrays quere iniciar do disco RAM inicial.
ja: この警告は、ブートできるようにアレイを initrd から起動する必要がある場合だけ関係します。カーネルで自動的にアレイを起動するようにしている場合、あるいは initrd がロードされる程早い段階でどのアレイも起動したくはない場合はそのまま続行できます。他の選択肢としては、起動の続行を中止し、どのアレイを initrd から起動するかを尋ねられた際に 'none' と入力します。
pt: Este aviso só é relevante se houver necessidade de iniciar grupos a partir do ramdisk durante o arranque do sistema. Se usar o auto-arranque do kernel, ou não necessitar de iniciar os grupos tão cedo no processo de arranque do sistema, pode simplesmente continuar. Em alternativa, escolha não continuar e introduza 'none' quando perguntado sobre quais grupos iniciar a partir do ramdisk inicial.

source: Do you want to start MD arrays automatically?
de: Möchten Sie die RAID-Verbünde automatisch starten?
eu: MD array-ak automatikoki abiarazi nahi al dituzu?
fi: Tulisiko MD-pakat käynnistää automaattisesti?
gl: ¿Quere iniciar os arrays MD automaticamente?
ja: MD アレイを自動的に起動しますか?
pt: Quer iniciar os grupos MD automaticamente?

source: Once the base system has booted, mdadm can start all MD arrays (RAIDs) specified in /etc/mdadm/mdadm.conf which have not yet been started. This is recommended unless multiple device (MD) support is compiled into the kernel and all partitions are marked as belonging to MD arrays, with type 0xfd (as those and only those will be started automatically by the kernel).
de: Sobald das Grundsystem hochgefahren ist, kann mdadm alle in /etc/mdadm/mdadm.conf angegebenen MD-Verbünde (RAID) starten, die noch nicht gestartet wurden. Dies ist empfohlen, es sei denn, die MD-Unterstützung wurde in den Kernel einkompiliert und alle Partitionen, die zu MD-Verbünden gehören, wurden mit dem Typ 0xfd markiert (weil diese und nur diese automatisch vom Kernel gestartet werden).
eu: Behin oinarri sistema abiarazi denean, mdadm-ek /etc/mdadm/mdadm.conf-en konfiguraturiko eta oraindik abiarazi ez diren MD array (RAID) guztiak abiarazi ditzake. Hau gomendagarria da ez bada gailu anitzeko (MD) onarpena kernelan konpilaturik eta partizio guztiak MD array partaide bezala markaturik badaude, 0xfd mota erabiliaz (horrela hauek eta hauek bakarrik abiaraziko ditu automatikoki kernelak).
fi: Kun perusjärjestelmä on käynnistynyt, mdadm voi käynnistää kaikki tiedostossa /etc/mdadm/mdadm.conf luetellut MD-pakat (RAIDit), joita ei ole vielä käynnistetty. Tämä on suositeltavaa, paitsi jos MD-tuki on käännetty ytimeen ja kaikki osiot on merkitty kuulumaan MD-pakkoihin tyypillä 0xfd (koska ydin käynnistää automaattisesti nämä ja vain nämä).
gl: Despois do inicio do sistema base, mdadm pode iniciar tódolos arrays MD (RAIDs) especificados en /etc/mdadm/mdadm.conf que non estean aínda iniciados. Recoméndase isto a menos que o soporte de dispositivos múltiples (MD) estea compilado no núcleo e tódalas particións estean marcadas coma parte de arrays MD, con tipo 0xfd (xa que esas, e só esas, as ha iniciar automaticamente o núcleo).
ja: 一旦ベースシステムが起動すると、mdadm は /etc/mdadm/mdadm.conf で指定されたまだ起動していない全ての MD アレイ (RAID) を起動できます。複数のデバイス (MD) をサポートするようにカーネルをコンパイルしており、MD アレイのすべてのパーティションをパーティションタイプ 0xfd と設定しない限り、これを推奨します (このような設定にした場合のみ、アレイは自動的にカーネルから起動されます) 。
pt: Após o arranque do sistema de base, o mdadm pode iniciar todos os grupos MD (RAIDs) especificados em /etc/mdadm/mdadm.conf, que ainda não tiverem sido iniciados. Isto é o recomendado a não ser que tenha compilado o suporte para dispositivos múltiplos (MD) no kernel e marcado todas as partições que são parte de grupos MD com o tipo 0xfd (apenas estas serão iniciadas automaticamente pelo kernel).

source: Should mdadm run monthly redundancy checks of the MD arrays?
de: Soll mdadm monatlich die Redundanzüberprüfung auf den RAID-Verbünden ausführen?
eu: Mdadm-ek hilabetero egin behar al du MD array-en erredundantzia egiaztapena?
fi: Tulisiko mdadm:n tarkistaa kuukausittain MD-pakkojen eheys?
gl: ¿Debería mdadm facer comprobacións mensuais de redundancia dos arrays MD?
ja: mdadm は、毎月 MD アレイの冗長性チェックを行いますか?
pt: O mdadm deve correr verificações de redundância nos grupos MD mensalmente?

source: If the kernel supports it (versions greater than 2.6.14), mdadm can periodically check the redundancy of MD arrays (RAIDs). This may be a resource-intensive process, depending on the local setup, but it could help prevent rare cases of data loss. Note that this is a read-only check unless errors are found; if errors are found, mdadm will try to correct them, which may result in write access to the media.
de: Falls Ihr Kernel es unterstützt (Versionen größer als 2.6.14) kann mdadm regelmäßig die Redundanz Ihrer MD-Verbünde (RAID) überprüfen. Dies kann abhängig von Ihrer Installation ein resourcenintensiver Vorgang sein, der aber helfen kann, seltene Fälle von Datenverlust zu vermeiden. Bitte beachten Sie, dass diese Überprüfung nur lesend erfolgt, solange keine Fehler gefunden werden. Falls Fehler gefunden werden, wird mdadm versuchen, diese zu beheben, was zu schreibendem Zugriff auf das Medium führen kann.
eu: Kernelak onartzen badu (2.6.14 baino bertsio berriagoak), mdadm-ek aldiro MD array-en (RAID-en) erredundantzia aldiro egiazta dezake. Hau errekurtso-behar handiko prozesu bat izan daiteke, konfigurazio lokalaren arabera, baina datu galera kasuak saihesten lagundu dezake. Kontutan izan errorerik aurkitzen ez bada irakurketa-soileko egiaztapen bat dela; errorerik arukituko balitz mdadm konpontzen saiatuko da, honetarako euskarrian idaztea beharrezko izan daitekeelarik.
fi: Ohjelma mdadm voi säännöllisesti tarkistaa MD-pakkojen (RAIDien) tietojen monistuksen, jos ydin tukee tätä (versiosta 2.6.14 eteenpäin). Tämä prosessi voi paikallisesta kokoonpanosta riippuen kuluttaa paljon resursseja, mutta saattaa ehkäistä tietojen menetyksiä tietyissä harvinaisissa tapauksissa. Tarkistus vaatii vain tietojen lukemista, jos virheitä ei löyty. Jos virheitä löytyy, mdadm yrittää korjata ne, jolloin levylle saatetaan myös kirjoittaa.
gl: Se o núcleo ten soporte para iso (en versións superiores á 2.6.14), mdadm pode facer comprobacións periódicas de redundancia dos arrays MD (RAIDs). Este pode ser un proceso intensivo en recursos, dependendo da configuración local, pero pode axudar a evitar algúns casos raros de perdas de datos. Teña en conta que esta é unha comprobación de só lectura a menos que se atopen erros; se se atopan erros, mdadm ha tratar de os arranxar, o que pode producir accesos de escritura aos soportes.
ja: カーネルがサポートしている場合 (バージョン 2.6.14 以降)、mdadm は定期的に MD アレイ (RAID) の冗長性チェックをすることが可能です。これは、設定に依存しますがリソースを集中的に使用する動作です。しかし、稀なデータ消失をあらかじめ避けるのに役立つでしょう。これは、エラーが見つからない限りは読み込みチェックのみであるのに注意してください。エラーが発見された場合、mdadm は修正しようとして、結果的にメディアへ書き込みを行います。
pt: Se o kernel suportar (versões mais recentes que 2.6.14) o mdadm pode verificar periodicamente a redundância dos grupos MD (RAIDs). Isto pode ser um processo que requer muitos recursos, dependendo da sua configuração, mas pode prevenir casos raros de perda de dados. Notar que esta verificação é feita em modo de leitura a não ser que sejam encontrados erros; se forem encontrados erros, o mdadm tenta corrigi-los, o que pode resultar em acessosde escrita aos discos.

source: The default, if turned on, is to check on the first Sunday of every month at 01:06.
de: Die Voreinstellung ist, falls eingeschaltet, die Überprüfung am ersten Sonntag jedes Monats um 01:06 Uhr durchzuführen.
eu: Lehenespen bezala gaiturik dago, egiaztapena hilabete bakoitzeko lehenengo asteleheneko 01:06-etan egingo da.
fi: Oletuksena, jos tarkistus on käytössä, se tehdään kuukauden ensimmäisenä sunnuntaina kello 01.06.
gl: A opción por defecto, se se activa, é facer as comprobacións o primeiro domingo de cada mes ás 01:16.
ja: 有効にした場合、デフォルトでは毎月第一日曜 01:06 にチェックが実行されます。
pt: O pré-definido, se ligado, é os testes serem executados no primeiro Domingo de cada mês às 01:06.

source: Do you want to start the MD monitoring daemon?
de: Möchten Sie den RAID-Überwachungsdämon starten?
eu: MD monitorizazio deabrua abiarazi nahi al duzu?
fi: Haluatko käynnistää MD-seurannan?
gl: ¿Quere iniciar o servizo de monitorización de MD?
ja: MD 監視デーモンを起動しますか?
pt: Quer iniciar o deamon de monitorização do MD?

source: The MD (RAID) monitor daemon sends email notifications in response to important MD events (such as a disk failure).
de: Der MD- (RAID-)Überwachungsdämon verschickt Benachrichtigungen als Reaktion auf wichtige RAID-Ereignisse (wie zum Beispiel Festplattenfehler).
eu: MD (RAID) monitore deabruak eposta bidezko berri-emateak bidaltzen ditu gertaera garrantzitsuetan (disko erroreen antzerakoetan).
fi: MD-pakkoja (RAIDeja) seuraava taustaohjelma lähettää tietoja sähköpostiin tärkeiden MD-tapahtumien (kuten levyrikon) sattuessa.
gl: O servizo de monitorización de MD (RAID) envía avisos por email en resposta a eventos importantes de MD (coma fallos nos discos).
ja: MD (RAID) 監視デーモンは、重大な MD 関連のイベント (ディスク障害など) に対してメールで通知を送ります。
pt: O daemon monitor MD(RAID) envia notificações por email no caso de eventos importantes (tais como falha de um disco). Provavelmente quer activar esta opção.

source: Enabling this option is recommended.
de: Das Aktivieren dieser Option ist empfohlen.
eu: Aukera hau gaitzea gomendagarria da.
fi: Tämän valitseminen on suositeltavaa.
gl: Recoméndase activar esta opción.
ja: この機能を有効にするのをお勧めします。
pt: É recomendado activar esta opção.

source: Recipient for email notifications:
de: Empfänger der E-Mail-Benachrichtungen:
eu: Eposta berri-emateen hartzailea:
fi: Sähköpostiviestien vastaanottaja:
gl: Destinatario para os avisos por email:
ja: メール通知の宛先:
pt: Destinatário de email para notificações:

source: Please enter the email address of the user who should get the email notifications for important MD events.
de: Geben Sie bitte die E-Mail-Adresse des Benutzers an, der die E-Mail-Benachrichtigung für wichtigen MD-Ereignisse erhalten soll.
eu: Mesedez idatzi MD gertaera garrantzitsuen berri emate mezuak jaso behar dituen erabiltzailearen eposta helbidea.
fi: Anna sähköpostiosoite, johon sähköpostitiedotteet tärkeistä MD-tapahtumista lähetetään.
gl: Introduza o enderezo de email do usuario que debe recibir os avisos por email de eventos importantes de MD.
ja: MD 関連の重大なイベントが発生した際、メールでの通知を受け取る必要があるユーザのメールアドレスを入力してください。
pt: Por favor, introduza o endereço de email do utilizador que deve receber as notificações de eventos MD importantes.
