Repository: dankamongmen/sprezzos-world
Catalog: packaging/collectd/debian/po/*.po
Languages: cs, da, de, es, fr, gl, pl, sk, sv

source: Layout of RRD files has changed
cs: Uspořádání souborů RRD se změnilo
da: Layout for RRD-filer har ændret sig
de: Das Layout der RRD-Dateien hat sich geändert.
es: La distribución de los archivos RRD ha cambiado
fr: Changement du format des fichiers RRD
gl: A organización dos ficheiros RRD cambiou
pl: Składnia plików RRD zmieniła się
sk: Rozloženie súborov RRD sa zmenilo
sv: Strukturen för RRD-filen har ändrats.

source: The layout of the RRD files created by collectd has changed significantly since version 3.x. In order to keep your old data you have to migrate it. This can be done by using /usr/lib/collectd-core/utils/migrate-3-4.px.
cs: Ve struktuře souborů RRD vytvořených collectd počínaje verzí 3.x došlo k výrazné změně. Pro uchování vašich dat je nutná jejich migrace. Tu můžete provést pomocí /usr/lib/collectd-core/utils/migrate-3-4.px.
da: Layouttet for RRD-filer oprettet af collectd har ændret sig markant siden version 3.x. For at bevare dine gamle data skal du migrere dem. Dette kan gøres ved at bruge /usr/lib/collectd-core/utils/migrate-3-4.px.
de: Das Layout der von collectd erstellten RRD-Dateien hat sich seit Version 3.x grundlegend geändert. Um Ihre alten Daten beizubehalten, müssen Sie diese migrieren. Dies kann durch Verwendung von »/usr/lib/collectd-core/utils/migrate-3-4.px« erreicht werden.
es: La distribución de los archivos RRD creados por collectd ha cambiado significativamente desde la versión 3.x. Los datos antiguos se deben migrar para que se puedan seguir utilizando. Puede hacer esto ejecutando el programa «/usr/lib/collectd-core/utils/migrate-3-4.px».
fr: Le format des fichiers RRD créés par collectd a changé de façon significative depuis la version 3.x. Afin de conserver les données, il est nécessaire de les convertir. Cette opération peut être réalisée avec la commande « /usr/lib/collectd-core/utils/migrate-3-4.px ».
gl: A organización dos ficheiros RRD creados por collectd cambiou significativamente desde a versión 3.x. Para conservar os seus datos antigos ten que migralos. Pódese facer empregando /usr/lib/collectd-core/utils/migrate-3-4.px.
pl: Układ plików RRD tworzonych przez collectd znacznie się zmienił od wersji 3.x. Aby zatrzymać stare dane, należy je przekształcić np. za pomocą /usr/lib/collectd-core/utils/migrate-3-4.px.
sk: Rozloženie súborov RRD, ktoré vytvára collectd sa výrazne zmenilo od verzie 3.x. Ak si chcete zachovať vaše staré dára, musíte ich migrovať. To je možné pomocou /usr/lib/collectd-core/utils/migrate-3-4.px.
sv: Strukturen för RRD-filen som collectd skapar har ändrats mycket sedan version 3.x. För att behålla dina gamla data måste dessa migreras, detta kan göras genom att köra '/usr/lib/collectd-core/utils/migrate-3-4.px'.

source: This step requires both the perl and the rrdtool packages to be installed, which is currently not the case. You need to perform the migration manually.
cs: Tento krok vyžaduje instalaci balíčku perl a rrdtool, což nyní nemáte. Migraci je tedy nutné provést ručně.
da: Dette trin kræver at pakkerne perl og rrdtool installeres, hvilket ikke er tilfældet i øjeblikket. Du skal udføre migreringen manuelt.
de: Für diesen Schritt müssen sowohl das perl- als auch das rrdtool-Paket installiert sein. Da dies im Moment nicht der Fall ist, müssen Sie die Migration manuell durchführen.
es: Actualmente no tiene instalados los paquetes perl y rrdtool, que son necesarios para poder llevar a cabo este paso. Tendrá que realizar la migración manualmente.
fr: Cette étape a besoin des paquets perl et rrdtool qui ne sont pas actuellement installés. La conversion doit par conséquent être effectuée manuellement.
gl: Este paso precisa de que os paquetes perl e rrd estean instalados, o que actualmente non é o caso. Ten que realizar a migración manualmente.
pl: Ten krok wymaga zainstalowania pakietów perl i rrdtool, co aktualnie nie ma miejsca. Konieczne jest ręczne przeprowadzenie migracji.
sk: Tento krok vyžaduje, aby boli nainštalované balíky perl a rrdtool. Momentálne nie sú. Migráciu musíte vykonať ručne.
sv: Detta steg kräver att både perl och rrdtool är installerade och så är inte fallet just nu. Du måste genomföra migreringen manuellt.

source: See /usr/share/doc/collectd-core/NEWS.Debian for details.
cs: Pro více informací se podívejte na /usr/share/doc/collectd-core/NEWS.Debian.
da: Se /usr/share/doc/collectd-core/NEWS.Debian for detaljer.
de: Siehe »/usr/share/doc/collectd-core/NEWS.Debian« für Details.
es: Vea el archivo «/usr/share/doc/collectd-core/NEWS.Debian» para más detalles.
fr: Veuillez lire le fichier « /usr/share/doc/collectd-core/NEWS.Debian » pour plus d'informations.
gl: Consulte /usr/share/doc/collectd-core/NEWS.Debian para máis detalles.
pl: Plik /usr/share/doc/collectd-core/NEWS.Debian zawiera więcej szczegółów.
sk: Pozri podrobnosti v /usr/share/doc/collectd-core/NEWS.Debian
sv: Läs även /usr/share/doc/collectd-core/NEWS.Debian för ytterligare information.

source: Automatically try to migrate your RRD files?
cs: Pokusit se o automatickou migraci souborů RRD?
da: Forsøg automatisk at migrere dine RRD-filer?
de: Soll automatisch versucht werden, Ihre RRD-Dateien zu migrieren?
es: ¿Desea migrar automáticamente los archivos RRD?
fr: Faut-il tenter de convertir automatiquement les fichiers RRD ?
gl: Quere migrar automaticamente os seus ficheiros RRD?
pl: Spróbować przekształcić pliki RRD automatycznie?
sk: Pokúsiť sa automaticky migrovať vaše súbory RRD?
sv: Vill du försöka migrera RRD-filerna automatiskt?

source: This step can be done automatically. In this case a backup of /var/lib/collectd/ is made in /var/backups/. This script is still experimental, though. Do not expect it to work in all cases.
cs: Tento krok je možno provést automaticky. Pokud se pro to rozhodnete, bude ve /var/backups/ provedena záloha /var/lib/collectd. Tento skript je stále ve stavu testování, takže nečekejte že bude ve všech případech zcela funkční.
da: Dette trin kan udføres automatisk. I dette tilfælde laves en sikkerhedskopi af /var/lib/collectd/ i /var/backups/. Dette skript er dog stadig under udvikling. Forvent ikke at det virker i alle tilfælde.
de: Dieser Schritt kann automatisch ausgeführt werden. Sollten Sie sich hierfür entscheiden, wird eine Sicherungskopie von »/var/lib/collectd/« unter »/var/backups/« erstellt. Dieses Skript ist aber noch experimentell. Erwarten Sie nicht, dass es in allen Fällen problemlos funktioniert.
es: Este paso se puede realizar automáticamente. En este caso se genera una copia de seguridad de «/var/lib/collectd/» en «/var/backups/». El script que hace esto es aún experimental. No se espera que funcione en todos los casos.
fr: La conversion des fichiers RRD peut être effectuée automatiquement. Pour cela, une sauvegarde du répertoire « /var/lib/collectd/ » aura lieu dans le répertoire « /var/backups/ ». Veuillez noter que cette conversion est expérimentale ; ne vous attendez pas à ce qu'elle fonctionne dans tous les cas.
gl: Este paso pódese realizar automaticamente. Neste caso faise unha copia de /var/lib/collectd/ en /var/backups/. Este script aínda é experimental, porén. Non espere que funcione en tódolos casos.
pl: Ten krok może zostać przeprowadzony automatycznie. Kopia zapasowa /var/lib/collectd/ zostanie utworzona w /var/backups/. Skrypt jest jednak wciąż eksperymentalny. Proszę nie oczekiwać, że będzie działał we wszystkich przypadkach.
sk: Tento krok je možné vykonať automaticky. V tomto prípade sa vykoná záloha /var/lib/collectd/ do /var/backups/. Tenti skript je však ešte stále experimentálny. Neočakávajte, že bude fungovať vo všetkých prípadoch.
sv: Detta steg kan genomföras automatiskt, då kommer en säkerhetskopia av /var/lib/collectd i /var/backups. Detta skript är dock fortfarande inte helt uttestat, det kan finnas tillfällen när det inte fungerar.

source: Layout of RRD files has changed in version 5.0
cs: Uspořádání souborů RRD se změnilo ve verzi 5.0
da: Layout for RRD-filer har ændret sig i version 5.0
de: Das Layout der RRD-Dateien hat sich in Version 5.0 geändert.
es: La distribución de los archivos RRD ha cambiado en la versión 5.0
fr: Le format des fichiers RRD a changé dans la version 5.0
gl: A organización dos ficheiros RRD cambiou na versión 5.0
pl: Składnia plików RRD zmieniła się w wersji 5.0
sk: Rozloženie súborov RRD sa vo verzii 5.0 zmenilo
sv: Strukturen för RRD-filerna har ändrats i version 5.0

source: The layout of some RRD files created by collectd has changed since version 4.x. In order to keep your old data you have to migrate it. This can be done by using /usr/lib/collectd-core/utils/migrate-4-5.px.
cs: Struktura některých souborů RRD vytvořených collectd počínaje verzí 4.x byla změněna. Pro uchování vašich dat je nutná jejich migrace. Tu můžete provést pomocí /usr/lib/collectd-core/utils/migrate-4-5.px.
da: Layouttet for RRD-filer oprettet af collectd har ændret sig markant siden version 4.x. For at bevare dine gamle data skal du migrere dem. Dette kan gøres ved at bruge /usr/lib/collectd-core/utils/migrate-4-5.px.
de: Das Layout einiger von collectd erstellten RRD-Dateien hat sich seit Version 4.x grundlegend geändert. Um Ihre alten Daten beizubehalten, müssen Sie diese migrieren. Dies kann durch Verwendung von »/usr/lib/collectd-core/utils/migrate-4-5.px« erreicht werden.
es: La distribución de los archivos RRD creados por collectd ha cambiado desde la versión 4.x. Los datos antiguos se deben migrar para que se puedan seguir utilizando. Puede hacer esto utilizando el programa «/usr/lib/collectd-core/utils/migrate-4-5.px».
fr: Le format des fichiers RRD créés par collectd a changé depuis la version 4.x. Afin de conserver les données, il est nécessaire de les convertir. Cette opération peut être réalisée avec la commande « /usr/lib/collectd-core/utils/migrate-4-5.px ».
gl: A organización dos ficheiros RRD creados por collectd cambiou desde a versión 4.x. Para conservar os seus datos antigos ten que migralos. Pódese facer empregando /usr/lib/collectd-core/utils/migrate-4-5.px.
pl: Układ plików RRD tworzonych przez collectd znacznie się zmienił od wersji 4.x. Aby zatrzymać stare dane, należy je przekształcić np. za pomocą /usr/lib/collectd-core/utils/migrate-4-5.px.
sk: Rozloženie súborov RRD, ktoré vytvára collectd sa výrazne zmenilo od verzie 4.x. Ak si chcete zachovať vaše staré dára, musíte ich migrovať. To je možné pomocou /usr/lib/collectd-core/utils/migrate-4-5.px.
sv: Strukturen för RRD-filerna som collectd skapar har ändrats sedan version 4.x. För att behålla dina gamla data måste dessa migreras, detta kan göras genom att köra /usr/lib/collectd-core/utils/migrate-4-5.px.

source: See /usr/share/doc/collectd-core/NEWS.Debian and the collectd wiki at <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide> for details.
cs: Pro více informací se podívejte do souboru /usr/share/doc/collectd-core/NEWS.Debian a na wiki collectd na adrese <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide>.
da: Se /usr/share/doc/collectd-core/NEWS.Debian og wikien for collectd på <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide> for detaljer.
de: Siehe »/usr/share/doc/collectd-core/NEWS.Debian« und das collectd Wiki unter <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide> für Details.
es: Para más detalles consulte «/usr/share/doc/collectd-core/NEWS.Debian» y la página wiki de collectd en <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide>.
fr: Voir /usr/share/doc/collectd-core/NEWS.Debian et le wiki de collectd (<http://collectd.org/wiki/index.php/V4_to_v5_migration_guide>) pour plus de détails.
gl: Consulte o ficheiro /usr/share/doc/collectd-core/NEWS.Debian e a wiki de collectd en <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide> para obter máis detalles.
pl: Plik /usr/share/doc/collectd-core/NEWS.Debian oraz wiki collectd <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide> zawiera więcej informacji na ten temat.
sk: Pozri podrobnosti v /usr/share/doc/collectd-core/NEWS.Debian a na wiki collectd na adrese <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide>
sv: För mer information läs /usr/share/doc/collectd-core/NEWS.Debian och collectd-wikin på <http://collectd.org/wiki/index.php/V4_to_v5_migration_guide>.

source: Remove all collected data (e.g. RRD files)?
cs: Smazat všechna získaná data (např. soubory RRD)?
da: Fjern alle indsamlede data (dvs. RRD-filer)?
de: Alle gesammelten Daten entfernen (z.B. RRD-Dateien)?
es: ¿Desea eliminar todos los datos almacenados (esto es, los archivos RRD)?
fr: Faut-il supprimer toutes les données collectées (p. ex. les fichiers RRD) ?
gl: Quere eliminar todos os datos recollidos (por exemplo, os ficheiros RRD)?
pl: Usunąć wszystkie zgromadzone dane (np. pliki RRD)?
sk: Odstrániť všetky zozbierané dáta (napr. súbory RRD)?
sv: Ta bort all insamlad data (RRD-filer)?

source: The /var/lib/collectd/ directory which contains the data files containing the collected statistics is about to be removed. For example, this directory includes (in the default configuration) all RRD files.
cs: Adresář /var/lib/collectd/ obsahuje soubory se statistikami a může být v tomto kroku odstraněn. Tento adresář obsahuje (ve výchozím nastavení) např. soubory RRD.
da: Mappen /var/lib/collectd/ som indeholder datafilerne indeholdende den indsamlede statistik er ved at blive fjernet. For eksempel inkluderer denne mappe (i standardkonfigurationen) alle RRD-filer.
de: Das Verzeichnis /var/lib/collectd/ mit den gesammelten Statistiken soll entfernt werden. Das Verzeichnis enthält (in der Standardkonfiguration) zum Beispiel die RRD-Dateien.
es: Se va a eliminar el directorio «/var/lib/collectd/», que almacena los archivos de datos que contienen las estadísticas recopiladas. Por ejemplo, este directorio incluye (con la configuración predeterminada) todos los archivos RRD.
fr: Le répertoire « /var/lib/collectd/ », qui contient tous les fichiers de données des statistiques collectées, est en passe d'être supprimé. Dans la configuration par défaut, ce répertoire contient tous les fichiers RRD.
gl: O cartafol /var/lib/collectd/, que contén os ficheiros de datos cas estatísticas recollidas, vai a ser eliminado. Este cartafol inclúe, por exemplo (na configuración predeterminada) todos os ficheiros RRD.
pl: Katalog /var/lib/collectd/, zawierający pliki z danymi obejmującymi zgromadzone statystyki jest przeznaczony do usunięcia. Ten katalog zawiera np. (w domyślnej konfiguracji) wszystkie pliki RRD.
sk: Adresár /var/lib/collectd/, ktorý obsahuje dátové súbory obsahujúce zozbierané štatistiky bude odstránený. Tento adresár obsahuje napríklad (v predvolenej konfigurácii) všetky súbory RRD.
sv: Katalogen /var/lib/collectd/ som innehåller datafiler med insamlad statistik ska tas bort. Exempelvis innehåller den här sökvägen (i standardutförande) alla RRD-filer.

source: If you're purging the collectd package in order to replace it with a more recent or custom version or if you want to keep the data for further analysis, the data should be kept.
cs: Pokud nahrazujete balíček collectd novější nebo jinou verzí, nebo chcete stávající data uchovat pro jejich pozdější analýzu, měli byste tato data zachovat.
da: Hvis du afinstallerer pakken collectd for at erstatte den med en nyere eller tilpasset version, eller hvis du ønsker at beholde dataene for yderligere analyse, så bør du bevare dataene.
de: Falls geplant ist, nur eine höhere oder eigene Version von collectd zu installieren oder falls die Daten für weitere Analysen genutzt werden, sollten die Daten behalten werden.
es: Si purga el paquete collectd para sustituirlo por una versión más reciente o personalizada, o si desea guardar los datos para un análisis posterior, los datos se deben preservar.
fr: Si vous purgez le paquet collectd afin de le remplacer par une version plus récente ou une version personnalisée ou si vous désirez conserver les données pour une analyse ultérieure, vous devriez refuser.
gl: Se está purgando o paquete «collectd» para substituílo por unha versión máis recente, ou unha versión personalizada, ou se quere conservar os datos para posteriores análises, os datos deben conservarse.
pl: Jeśli pakiet collectd jest czyszczony w celu zastąpienia go nowszą lub własną wersją, albo dane będą jeszcze analizowane, to powinny one zostać zachowane.
sk: Ak vykonávate vyčistenie balíka collectd, aby ste ho nahradilo novšou alebo prispôsobenou verziou alebo ak chcete údaje zachovať na ďalšiu analýzu, dáta by ste mali zachovať.
sv: Om du tar bort collectd-paketet för att ersätta det med en nyare eller anpassad version eller om du vill behålla datafilerna för ytterligare analys ska katalogen behållas.
