Repository: dankamongmen/sprezzos-world
Catalog: packaging/gpsd/debian/po/*.po
Languages: ca, cs, de, es, eu, fi, gl, it, ja, pt, ro, ru, sk, sv

source: Device the GPS receiver is attached to:
ca: Dispositiu al qual està connectat el receptor GPS:
cs: Zařízení, ke kterému je připojen GPS přijímač:
de: Gerät, an dem der GPS-Empfänger angeschlossen ist:
es: Dispositivo al cual está asociado su receptor GPS:
eu: GPS hartzailea erantsita duen gailua:
fi: Laite, johon GPS-vastaanotin on liitetty:
gl: Dispositivo ao que está conectado o receptor GPS:
it: Device a cui è collegato il ricevitore GPS:
ja: GPS 受信機が接続しているデバイス:
pt: Dispositivo ao qual está ligado o receptor de GPS:
ro: Dispozitivul la care este atașat receptorul GPS:
ru: Имя устройства для работы с GPS-приёмником:
sk: Zariadenie, ku ktorému je GPS prijímač pripojený:
sv: Enhet som din GPS-mottagare är ansluten till:

source: Please enter the device the GPS receiver is attached to. It will probably be something like /dev/ttyS0 or /dev/ttyUSB0.
ca: Introduïu el dispositiu al qual està connectat el GPS. És probable que sigui quelcom semblant a /dev/ttyS0 o /dev/ttyUSB0.
cs: Zadejte prosím zařízení, ke kterému je připojen GPS přijímač. Pravděpodobně to bude něco jako /dev/ttyS0 nebo /dev/ttyUSB0.
de: Geben Sie das Gerät an, an das Ihr GPS-Empfänger angeschlossen ist. Dies wird vermutlich etwas wie /dev/ttyS0 oder /dev/ttyUSB0 sein.
es: Introduzca el dispositivo en al que está asociado su GPS. Probablemente será algo como «/dev/ttyS0» o «/dev/ttyUSB0».
eu: Hautatu GPS hartzailea erantsita duen gailua. Baliteke /dev/ttyS0 edo /dev/ttyUSB0 bezalako zerbait izatea.
fi: Anna laite, johon GPS-vastaanotin on liitetty. Oikea laite on luultavasti /dev/ttyS0 tai /dev/ttyUSB0 tai vastaava.
gl: Introduza o dispositivo ao que está conectado o receptor GPS. Seguramente sexa algo coma /dev/ttyS0 ou /dev/ttyUSB0.
it: Inserire il device a cui è collegato il ricevitore GPS. Probabilmente è qualcosa di simile a /dev/ttyS0 o /dev/ttyUSB0.
ja: GPS を接続しているデバイスを入力してください。これはおそらく、/dev/ttyS0 あるいは /dev/ttyUSB0 のようなものです。
pt: Por favor introduza o dispositivo ao qual está ligado o receptor de GPS. Provavelmente será algo como /dev/ttyS0 ou /dev/ttyUSB0.
ro: Introduceți dispozitivul la care este atașat receptorul GPS. Probabil este ceva de forma /dev/ttyS0 sau /dev/ttyUSB0.
ru: Введите имя файла устройства, через который доступен приёмник GPS. Обычно, это что-то вроде /dev/ttyS0 или /dev/ttyUSB0.
sk: Prosím zadajte zariadenie, ku pripojená prijímač GPS. Pravdepodobne to bude niečo ako /dev/ttyS0 alebo /dev/ttyUSB0.
sv: Ange enheten som din GPS är inkopplad på, detta är antagligen någon liknande /dev/ttyS0 eller /dev/ttyUSB0.

source: Multiple devices may be specified as a space-separated list. Leave empty if you don't want to connect gpsd to a device on boot or if you want to use device autodetection only.
ca: Podeu especificar múltiples dispositius separats per espais. Deixeu aquest camp buit si no voleu connectar el gpsd a un dispositiu durant l'arrencada, o si només voleu utilitzar la detecció automàtica.
cs: Můžete zadat i více zařízení v podobě seznamu odděleného čárkami. Pokud nechcete gpsd připojovat k zařízení během zavádění systému, nebo pokud chcete využívat pouze automatické rozpoznávání zařízení, ponechte prázdné.
de: Mehrere Geräte können durch Leerzeichen getrennt angegeben werden. Geben Sie nichts an, falls Sie gpsd mit keinem Gerät verbinden wollen oder falls Sie nur die automatische Geräteerkennung nutzen wollen.
es: Se deben especificar varios dispositivos en una lista separada por espacios. Déjelo vacío si no quiere conectar gpsd con un dispositivo en el arranque o si sólo quiere utilizar la detección automática de dispositivos.
eu: Hainbat gailu zehaztu daitezke zuriunez bereiztutako zerrendan. Utzi eremu hau hutsik abioan gpsd konektatzerik ez baduzu nahi, edo gailuaren detekzio automatikoa soilik erabiltzea nahi baduzu.
fi: Voit syöttää useampia laitteita välilyönnein eroteltuna luettelona. Jätä kenttä tyhjäksi, jos et halua yhdistää gpsd:tä mihinkään laitteeseen järjestelmän käynnistyessä tai haluat käyttää ainoastaan laitteiden automaattista tunnistusta.
gl: Pode indicar varios dispositivos nunha lista separados por espazos. Déixeo en branco se non desexa conectar gpsd no arrinque con ningún dispositivo ou se só desexa empregar a detección automática do dispositivo.
it: È possibile specificare più device usando come separatore uno spazio. Lasciare vuoto per evitare che gpsd si connetta a un device all'avvio o per usare solo il riconoscimento automatico dei device.
ja: 複数のデバイスをスペースで区切ったリストとして指定できます。起動時に gpsd からデバイスに接続したくないかデバイスの自動検出のみを利用したいなら、空のままにしてください。
pt: Podem ser especificados vários dispositivos como uma lista separada por espaços. Deixe vazio se não quiser ligar o gpsd a um dispositivo no arranque ou se quiser apenas utilizar a autodetecção do dispositivo.
ro: Se pot preciza mai multe dispozitive într-o listă separată cu spații. Lăsați câmpul gol dacă nu doriți să conectați gpsd la un dipozitiv la pornirea sistemului sau dacă doriți să folosiți doar autodetecția.
ru: Можно указать несколько устройств через пробел. Ничего не вводите, если не хотите, чтобы gpsd обращался к устройству при загрузке, или если хотите воспользоваться автообнаружением устройств.
sk: Viaceré zariadenia možno uviesť ako zoznam oddelený medzerami. Ponechajte toto pole prázdne ak nechcete zariadenie gpsd pripájať pri štarte alebo ak chcete používať iba automatickú detekciu zariadenia.
sv: Flera enheter kan anges genom att särskilja dem med mellanslag. Lämna fältet tomt om du inte vill att gpsd ska ansluta till en enhet vid systemets uppstart eller om du bara vill använda automatisk upptäckt av enheter.

source: Start gpsd automatically?
ca: S'hauria d'iniciar el gpsd automàticament?
cs: Spouštět gpsd automaticky?
de: Soll gpsd automatisch gestartet werden?
es: ¿Desea iniciar gpsd automáticamente?
eu: Abiarazi gpsd automatikoki?
fi: Käynnistetäänkö gpsd automaattisesti?
gl: Desexa iniciar gpsd automaticamente?
it: Avviare automaticamente gpsd?
ja: gpsd を自動で開始しますか?
pt: Iniciar automaticamente o gpsd?
ro: Se pornește gpsd automat?
ru: Запускать gpsd автоматически?
sk: Spúšťať gpsd automaticky pri spustení systému?
sv: Ska gpsd startas automatiskt?

source: If you accept this option, gpsd will be started automatically.
ca: Si accepteu aquesta opció, s'iniciarà el gpsd automàticament.
cs: Povolíte-li tuto možnost, gpsd se bude spouštět automaticky.
de: Wenn Sie diese Option auswählen, wird gpsd automatisch gestartet.
es: Si acepta esta opción, gpsd se iniciará automáticamente.
eu: Aukera hau onartuz gero, gpsd automatikoki abiaraziko da.
fi: Jos valitset tämän vaihtoehdon, gpsd käynnistetään automaattisesti.
gl: Se escolle esta opción gpsd iniciarase automaticamente.
it: Accettando, gpsd verrà avviato automaticamente.
ja: この選択肢に「はい」と答えると、gpsd は自動で開始します。
pt: Se aceitar esta opção, o gpsd será iniciado automaticamente.
ro: Dacă acceptați această opțiune, gpsd va fi pornit automat.
ru: Если ответить утвердительно, то gpsd будет запускаться автоматически.
sk: Ak prijmete túto voľbu, gpsd sa bude spúšťať automaticky.
sv: Om du väljer detta alternativ kommer gpsd att startas automatiskt.

source: gpsd control socket path:
ca: camí al sòcol de control del gpsd
cs: Cesta k řídícímu socketu gpsd:
de: Pfad für den Kontrollsocket von gpsd:
es: Ruta del «socket» de control de gpsd:
eu: gpsd kontrolaren socket-aren bide-izena:
fi: gpsd-hallintapistokkeen polku:
gl: Rota ao socket de control de gpsd:
it: Percorso del socke di controllo di gpsd:
ja: gpsd 制御ソケットパス:
pt: Caminho para o socket de controlo do gpsd:
ro: calea către socket-ul de control gpsd:
ru: Путь к сокету управления gpsd:
sk: Cesta k riadiacemu socketu gpsd:
sv: Sökväg till kontrolluttag för gpsd:

source: Please enter the gpsd control socket location. Usually you want to keep the default setting.
ca: Introduïu la ubicació del sòcol de control del gpsd. Normalment us interessarà mantenir la configuració predeterminada.
cs: Zadejte prosím umístění řídícího socketu gpsd. Obvykle se doporučuje ponechat výchozí nastavení.
de: Bitte geben Sie den Pfad für den Kontrollsocket von gpsd an. Normalerweise können Sie die Standardeinstellung beibehalten.
es: Introduzca la ubicación del «socket» de control de gpsd. Normalmente, querrá mantener el valor predeterminado.
eu: Idatzi gpsd kontrolaren socket-aren kokalekua. Normalean lehenetsitako ezarpena mantentzea nahiko duzu.
fi: Anna gpsd-hallintapistokkeen sijainti. Yleensä on suositeltavaa käyttää oletusasetusta.
gl: Indique a localización do socket de control de gpsd. O normal é manter a configuración predeterminada.
it: Inserire la posizione del socket di controllo di gpsd. Solitamente il valore predefinito è corretto.
ja: gpsd の制御ソケットの場所を入力してください。通常はデフォルトの設定のままにしておけばよいでしょう。
pt: Por favor introduza o caminho para o socket de controlo do gpsd. Normalmente deve manter a definição predefinida.
ro: Introduceți calea către socket-ul de control gpsd. În mod normal configurația implicită este cea dorită.
ru: Введите путь к сокету управления gpsd. Обычно, достаточно оставить настройку по умолчанию.
sk: Prosím, zadajte umiestnenie riadiaceho socketu gpsd. Zvyčajne budete chcieť ponechať predvolené nastavenie.
sv: Ange sökvägen till kontrolluttaget för gpsd. Vanligen är standardvärdet korrekt.

source: Options to gpsd:
ca: Opcions per al gpsd:
cs: Volby pro gpsd:
de: Optionen für gpsd:
es: Opciones para gpsd:
eu: Aukerak gpsd-rentzat:
fi: gpsd:n valitsimet:
gl: Opcións para gpsd:
it: Opzioni per gpsd:
ja: gpsd に渡すオプション:
pt: Opções para o gpsd:
ro: Opțiuni ale lui gpsd:
ru: Параметры для gpsd:
sk: Voľby pre gpsd:
sv: Flaggor till gpsd:

source: You can give additional arguments when starting gpsd; see gpsd(8) for a list of options.
ca: Podeu indicar arguments addicionals quan inicieu el gpsd; vegeu la llista d'opcions a gpsd(8).
cs: Nyní můžete zadat parametry, které se mají používat při startu gpsd. Seznam možností naleznete v manuálové stránce gpsd(8).
de: Sie können gpsd beim Start zusätzliche Argumente übergeben. Die Handbuchseite von gpsd (8) enthält eine Liste der möglichen Optionen.
es: Puede proporcionar argumentos adicionales al iniciar gpsd, vea gpsd(8) para la lista de opciones.
eu: Aukera gehigarriak ezar ditzakezu gpsd abiaraztean, ikusi gpsd(8) aukeren zerrenda agertzeko.
fi: Ohjelmalle gpsd voidaan antaa käynnistyksen yhteydessä lisäargumentteja. Luettelo valitsimista löytyy man-ohjesivulta gpsd(8).
gl: Pode fornecer argumentos adicionais ao iniciar gpsd. Consulte gpsd(8) para unha lista de opcións.
it: È possibile aggiungere degli argomenti all'avvio di gpsd; consultare gpsd(8) per l'elenco delle opzioni.
ja: gpsd の起動時に追加の引数を与えることができます。オプション一覧については gpsd(8) を参照してください。
pt: Você pode passar argumentos adicionais ao iniciar o gpsd; para uma lista de opções veja gpsd(8).
ro: Puteți furniza argumente suplimentare la pornirea lui gpsd; a se vedea gpsd(8) pentru lista de opțiuni.
ru: Вы можете указать дополнительные параметры запуска gpsd; их список есть в справочной странице gpsd(8).
sk: Môžete zadať ďalšie argumenty, ktoré sa odovzdajú gpsd pri štarte. Zoznam možností nájdete v manuálovej stránke gpsd(8).
sv: Du kan ange ytterligare argument när du startar gpsd, se gpsd(8) för en lista över möjliga alternativ.

source: Do not use '-F' here. The control socket path is set independently.
ca: No utilitzeu «-F» aquí. El camí al sòcol de control s'estableix de forma independent.
cs: Nezadávejte zde volbu „-F“, protože řídící socket se nastavuje samostatně.
de: Verwenden Sie »-F« hier nicht. Der Pfad des Kontrollsockets wird unabhängig gesetzt.
es: No utilice «-F» aquí. La ruta del «socket» de control se configura independientemente.
eu: Ez erabili '-F' hemen. Kontroleko socket-aren bide-izena beste leku batean ezartzen da.
fi: Älä käytä valitsinta ”-F” tässä. Hallintapistokkeen polku asetetaan erikseen.
gl: Non empregue aquí «-F». A rota ao socket de control defínese por separado.
it: Non usare l'opzione "-F"; il percorso del socket di controllo viene impostato indipendentemente.
ja: '-F' はここでは使わないでください。制御ソケットパスは独立に設定されます。
pt: Não utilize '-F' aqui. O caminho do socket de controlo é definido independentemente.
ro: Nu introduceți „-F”. Calea către socket-ul de control este configurată independent.
ru: Не указывайте параметр -F. Путь к сокету управления настраивается отдельно.
sk: Nepoužívajte tu „-F“. Cesta k riadiacemu socketu sa nastavuje samostatne.
sv: Använd inte växeln "-F" här. Sökvägen till kontrolluttaget anges separat.

source: Should gpsd handle attached USB GPS receivers automatically?
ca: Voleu que el gpsd gestioni automàticament els receptors GPS connectats per USB?
cs: Má gpsd automaticky spravovat GPS přijímače připojené přes USB?
de: Soll gpsd angeschlossene USB-GPS-Empfänger automatisch behandeln?
es: ¿Debe gspd manejar los receptores GPS por USB automáticamente?
eu: Gpsd-k erantsitako USB GPS gailuak automatikoki kudeatu behar ditu?
fi: Tulisiko gpsd:n hallinnoida USB:n avulla liitettyjä GPS-vastaanottimia automaattisesti?
gl: Desexa que gpsd xestione automaticamente os receptores GPS USB conectados?
it: Fare in modo che gpsd gestisca automaticamente il collegamento dei ricevitori GPS USB?
ja: gpsd が接続された USB GPS 受信機を自動で走査できるようにしますか?
pt: Deve o gpsd lidar automaticamente com receptores de GPS USB?
ro: Doriți ca gpsd să gestioneze automat receptoarele GPS conectate prin USB?
ru: Должна ли gpsd обрабатывать подключения USB GPS-приёмников автоматически?
sk: Má gpsd automaticky spravovať GPS prijímače pripojené prostredníctvom USB?
sv: Ska gpsd automatiskt hantera USB-GPS:er som ansluts?

source: As gpsd only handles GPS devices, it is safe to choose this option. However, you can disable it if gpsd is causing interference with other attached devices or programs.
ca: Com el gpsd només gestiona dispositius GPS, és segur triar aquesta opció. Tanmateix, podeu desactivar-la si el gpsd causa interferències amb altres programes o dispositius connectats.
cs: Protože gpsd spravuje pouze GPS zařízení, je bezpečné tuto možnost povolit. Pokud by přece jen gpsd nějakým způsobem rušil ostatní připojená zařízení nebo programy, můžete ho zakázat.
de: Da gpsd nur GPS-Geräte verwendet, können Sie diese Option unbesorgt auswählen. Sollte gpsd dennoch Störungen mit anderen Geräten oder Programmen verursachen, können Sie diese Option deaktivieren.
es: Ya que gpsd sólo maneja dispositivos GPS, es seguro escoger esta opción. Sin embargo, puede desactivarla si gpsd está causando interferencias con otros dispositivos asociados o programas.
eu: Gpsd-k GPS gailuak bakarrik kudea ditzakeenez, ziurra da aukera hau hautatzea. Hala ere berau desgaitu dezakezu gpsd instalatuta dagoen beste programa edo gailu batekin arazoak sortzen ari bada.
fi: Koska gpsd hallinnoi vain GPS-laitteita, on turvallista valita tämä vaihtoehto. Voit kuitenkin haluta poistaa sen käytöstä, jos gpsd aiheuttaa ongelmia muiden ohjelmien tai liitettyjen laitteiden kanssa.
gl: Dado que gpsd só xestiona dispositivos GPS é seguro escoller esta opción. Porén, pode desactivala se gpsd estivese a causar interferencias con outros dispositivos conectados ou programas.
it: Dato che gpsd gestisce solo device GPS, è sicuro accettare questa opzione. È comunque possibile disattivarla qualora gpsd causi interferenze con altri dispositivi o altri programmi.
ja: gpsd は GPS デバイスの操作のみを行うので、この選択肢で「はい」と答えることは安全です。ただし、もし gpsd がほかの接続されたデバイスやプログラムに干渉を引き起こすようであれば、無効にできます。
pt: Como o gpsd apenas lida com dispositivos GPS, é seguro escolher esta opção. No entanto pode desabilita-la se o gpsd estiver a causar interferência com outros dispositivos ligados ou outros programas.
ro: Deoarece gpsd gestionează doar dispozitive GPS, nu sunt probleme dacă se activează această opțiune. Totuși o puteți dezactiva dacă gpsd interferează cu alte dispozitive atașate sau cu alte programe.
ru: Так как gpsd работает только с устройствами GPS, можно уверенно давать утвердительный ответ. Однако, вы можете ответить отрицательно, если gpsd влияет на другие подключённые устройства или программы.
sk: Pretože gpsd pracuje iba so zariadeniami GPS, zapnúť túto voľbu je bezpečné. Môžete ju však vypnúť ak gpsd spôsobuje problémy s inými pripojenými zariadeniami alebo programami.
sv: Eftersom gpsd endast hanterar GPS-enheter är det ofarligt att välja detta alternativ. Du kan avaktivera det igen om gpsd stör andra enheter eller program.
