Repository: dankamongmen/sprezzos-world
Catalog: packaging/apt-show-versions/man/po/*.po
Languages: es

source: NAME
es: NOMBRE

source: apt-show-versions - Lists available package versions with distribution
es: apt-show-versions - Lista las versiones de los paquetes de una distribución

source: DESCRIPTION
es: DESCRIPCIÓN

source: apt-show-versions parses the dpkg status file and the APT lists for the installed and available package versions and distribution and shows upgrade options within the specific distribution of the selected package.
es: apt-show-versions analiza el fichero de estado de dpkg y las listas de APT en busca de las versiones de los paquetes instalados y disponibles así como de la distribución de estos, y muestra las opciones de actualización con la distribución específica del paquete seleccionado.

source: This is really useful if you have a mixed stable/testing environment and want to list all packages which are from testing and can be upgraded in testing.
es: Es de gran utilidad si tiene un entorno que combina las distribuciones estable y en pruebas, y desea listar todos los paquetes de la distribución en pruebas que se pueden actualizar.

source: apt-show-versions uses caching for the status information of installed and available packages. If you run apt-show-versions as root the cache is updated as needed. If you run as non-root uses the newest available information, but can't update the cache. If you run as root with the option B<-i> the cache is initialized or updated only.
es: apt-show-versions utiliza una caché para guardar la información de estado de los paquetes instalados y disponibles. Si ejecuta apt-show-versions como superusuario la caché se actualiza en caso de ser necesario. Si lo ejecuta sin ser superusuario, utilizará la última información disponible, pero no podrá actualizar la caché. Si lo ejecuta como superusuario con la opción B<-i> sólo se inicializa o actualiza la caché.

source: SYNOPSIS
es: SINOPSIS

source: B<apt-show-versions> [B<-h>] [[B<-p>] I<package name>] [B<-a>] [B<-b>]
es: B<apt-show-versions> [B<-h>] [[B<-p>] I<nombre_paquete>] [B<-a>] [B<-b>]

source: OPTIONS
es: OPCIONES

source: If you don't give any options the status of all installed packages is printed.
es: Si no proporciona ninguna opción se muestra el estado de todos los paquetes.

source: B<-p> I<package>, B<--package>=I<package>
es: B<-p> I<paquete>, B<--package>=I<paquete>

source: Print available and installed versions for specified I<package>. You can also specify a package name without the option B<-p>. If B<-p> and a package name are missing, all installed packages are displayed.
es: Muestra las versiones disponibles e instaladas del I<paquete> instalado. También puede especificar un nombre de paquete sin la opción B<-p>. Si se omite B<-p> y un nombre de paquete se muestran todos los paquetes instalados.

source: interpret I<package> from option B<-p> as a regex.
es: Interpreta el argumento I<paquete> de la opción B<-p> como una expresión regular.

source: like B<--regex>, but also show matching packages which are not installed
es: Como B<--regex>, pero también concuerda con paquetes que no están instalados

source: Print only upgradeable packages
es: Muestra sólo paquetes actualizables.

source: Print all available versions of the selected packages
es: Muestra todas las versiones disponibles de los paquetes seleccionados.

source: Print only package_name/distribution for upgradeable packages
es: Muestra sólo nombre_paquete/distribución para los paquetes actualizables.

source: Prints out messages about which Package files are parsed.
es: Muestra mensajes relativos a qué ficheros Package se analizan.

source: Initialize or update package cache only (as root). Do this every time when the status of the installed or available packages has changed. Initialization is done automatically on installation of the package and via a cron.daily job.
es: Sólo inicializa o actualiza la caché (como superusuario). Haga esto cada vez que cambie el estado de los paquetes instalados o disponibles. La inicialización se realiza de forma automática al instalar el paquete o mediante una tarea «cron.daily».

source: B<-stf> I<file>, B<--status-file>=I<file>
es: B<-stf> I<fichero>, B<--status-file>=I<fichero>

source: Use I<file> as the dpkg status file instead of /var/lib/dpkg/status
es: Utiliza I<fichero> como el fichero de estado de dpkg en vez de «/var/lib/dpkg/status»

source: B<-ld> I<directory>, B<--list-dir>=I<directory>
es: B<-ld> I<directorio>, B<--list-dir>=I<directorio>

source: Use I<directory> as path to apt's list files instead of /var/state/apt/lists/ or /var/lib/apt/lists/
es: Utiliza I<directorio> como la ruta a los ficheros con la lista de paquetes de apt en vez de «/var/state/apt/lists/» o «/var/lib/apt/lists/»

source: Prints out command-line help.
es: Muestra la ayuda en línea de órdenes.

source: EXIT CODES
es: CÓDIGOS DE SALIDA

source: No error
es: Sin error

source: Wrong usage
es: Uso incorrecto

source: apt-show-versions has been called with exactly one package and upgradeable option set, but package is uptodate. As no output has been requested, this case gets signaled using the exit code.
es: apt-show-versions fue invocado con exactamente un paquete y con la opción actualizable activada, sin embargo el paquete está actualizado. Ya que no se solicitó ninguna salida, esta situación se señala con un código de salida

source: Unspecified error
es: Error no especificado

source: EXAMPLES
es: EJEMPLOS

source: If you want to know for all your installed packages whether they are uptodate or upgradeable, use:
es: Si quiere saber para todos los paquetes instalados si estos son actualizables o están al día, utilice:

source: If you want to have a list of all upgradeable packages:
es: Si quiere una lista de todos los paquetes actualizables, utilice:

source: To get a list of all available versions of libc6:
es: Para obtener una lista de todas las versiones de libc6:

source: To get information about several packages:
es: Para obtener información acerca de varios paquetes:

source: To upgrade all packages in testing:
es: Para actualizar todos los paquetes de la distribución en pruebas:

source: AUTHOR
es: AUTOR

source: SEE ALSO
es: VÉASE ADEMÁS
