Repository: dankamongmen/sprezzos-world
Catalog: packaging/adduser/doc/po4a/po/*.po
Languages: de, es, pl, sv

source: Creating the user or group failed because it was already present with other UID/GID than specified. The username or groupname was rejected because of a mismatch with the configured regular expressions, see adduser.conf(5). Adduser has been aborted by a signal.
de: Das Erzeugen des Benutzers oder der Gruppe schlug fehl, weil er/sie schon existiert und eine andere UID/GID hat. Der Benutzer- oder Gruppenname wurden abgewiesen, weil er nicht zu den konfigurierten regulären Ausdrücken passte (siehe B<adduser.conf>(5)). Adduser wurde mit einem Signal (Software-Interrupt) abgebrochen.
es: Ha fallado la creación de un usuario o grupo porque ya existía con un UID/GID diferente del especificado. El nombre de usuario o grupo ha sido rechazado por no coincidir con la expresión regular configurada. Consulte adduser.conf(5). Una señal ha cancelado la ejecución de adduser.
pl: Tworzenie użytkownika lub grupy nie powiodło się, ponieważ użytkownik bądź grupa już istniały z innym identyfikatorem UID/GID niż podany. Nazwa użytkownika lub grupy została odrzucona ponieważ nie pasowała do skonfigurowanego wyrażenia regularnego, patrz adduser.conf(5). Adduser został zabity sygnałem.
sv: Skapandet av användaren eller gruppen misslyckades eftersom det redan fanns med ett annat UID/GID än det som angavs. Användarnamnet eller gruppnamnet avvisades eftersom det inte överrensstämde med det angivna reguljära uttrycket, läs adduser.conf(5). Adduser avbröts av en signal.

source: Or for many other yet undocumented reasons which are printed to console then. You may then consider to remove B<--quiet> to make adduser more verbose.
de: Oder es war einer von vielen anderen noch undokumentierten Gründen, die dann auf der Konsole ausgegeben werden. Sie können dann überlegen, ob Sie B<adduser> ohne B<--quiet> aufrufen, um mehr Einzelheiten auszugeben.
es: O por otras razones no documentadas que se muestran en el intérprete de órdenes. Puede entonces considerar eliminar B<--quiet> para que adduser sea más informativo.
pl: Albo z wielu innych jeszcze nieudokumentowanych przyczyn, które w takim wypadku są wypisywane na konsoli - można rozważyć niepodawanie opcji B<--quiet>, aby adduser wypisał więcej informacji.
sv: Eller för att många andra ännu så länge odokumenterade anledningar skrivs ut på konsollen. Du kan då överväga att ta bort B<--quiet> för att göra adduser mer pratig.

source: FILES
de: DATEIEN
es: FICHEROS
pl: PLIKI
sv: FILER

source: Default configuration file for adduser and addgroup
de: Standard-Konfigurationsdatei für B<adduser> und B<addgroup>
es: El fichero de configuración predeterminado de adduser y addgroup.
pl: Domyślny plik konfiguracyjny programów adduser i addgroup.
sv: Standard konfigurationsfil för adduser och addgroup

source: SEE ALSO
de: SIEHE AUCH
es: VÉASE TAMBIÉN
pl: ZOBACZ TAKŻE
sv: SE OCKSÅ

source: adduser.conf(5), deluser(8), useradd(8), groupadd(8), usermod(8), Debian Policy 9.2.2.
de: B<adduser.conf>(5), B<deluser>(8), B<useradd>(8), B<groupadd>(8), B<usermod>(8), Debian Policy 9.2.2
es: adduser.conf(5), deluser(8), useradd(8), groupadd(8), usermod(8), Normas de Debian 9.2.2.
pl: adduser.conf(5), deluser(8), useradd(8), groupadd(8), usermod(8), punkt 9.2.2 dokumentu Debian Policy.

source: COPYRIGHT
pl: PRAWA AUTORSKIE

source: Copyright (C) 1997, 1998, 1999 Guy Maor. Modifications by Roland Bauerschmidt and Marc Haber. Additional patches by Joerg Hoh and Stephen Gran.
de: Copyright (C) 1997, 1998, 1999 Guy Maor. Veränderungen durch Roland Bauerschmidt und Marc Haber. Zusätzliche Patches von Joerg Hoh und Stephen Gran.
es: Copyright (C) 1997, 1998, 1999 Guy Maor. Modifications de Roland Bauerschmidt y Marc Haber. Parches adicionales por Joerg Hoh y Stephen Gran.
pl: Copyright (C) 1997, 1998, 1999 Guy Maor. Modyfikowany przez Rolanda Bauerschmidta i Marca Habera. Dodatkowe łaty autorstwa Joerga Hoha i Stephena Grana.
sv: Copyright (C) 1997, 1998, 1999 Guy Maor. Modifieringar av Roland Bauerschmidt och Marc Haber. Ytterligare ändringar av Joerg Hoh och Stephen Gran.

source: Copyright (C) 1995 Ted Hajek, with a great deal borrowed from the original Debian B<adduser>
de: Copyright (C) 1995 Ted Hajek. Er übernahm sehr viel von der ursprünglichen Debian-Version von B<adduser>.
es: Copyright (C) 1995 Ted Hajek, con una gran aportación del B<adduser> original de Debian
pl: Copyright (C) 1995 Ted Hajek, z dużym wkładem oryginalnego programu B<adduser> z Debiana.
sv: Copyright (C) 1995 Ted Hajek, med en hel del lånat från ursprungliga Debian B<adduser>

source: Copyright (C) 1994 Ian Murdock. B<adduser> is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is I<no> warranty.
de: Copyright (C) 1994 Ian Murdock. B<Adduser> ist freie Software; siehe die GNU General Public Licence Version 2 oder später für die Kopierbedingungen. Es wird I<keine> Garantie gewährt.
es: Copyright (C) 1994 Ian Murdock. B<adduser> es software libre; lea la Licencia Pública General de GNU versión 2 o posterior para las condiciones de copia. I<No> hay garantía.
pl: Copyright (C) 1994 Ian Murdock. B<adduser> jest wolnym oprogramowaniem, warunki licencji - patrz GNU General Public Licence w wersji 2 lub wyższej. Nie ma I<żadnych> gwarancji.
sv: Copyright (C) 1994 Ian Murdock. B<adduser> är fri programvara; se GNU General Public Licence version 2 eller senare för villkor för kopiering. Det finns I<ingen> garanti.

source: /etc/adduser.conf - configuration file for B<adduser(8)> and B<addgroup(8)>.
de: /etc/adduser.conf - Konfigurationsdatei für B<adduser>(8) und B<addgroup>(8).
es: /etc/adduser.conf - Fichero de configuración para B<adduser(8)> y B<addgroup(8)>.
pl: /etc/adduser.conf - plik konfiguracyjny programów B<adduser(8)> i B<addgroup(8)>.
sv: /etc/adduser.conf - konfigurationsfil för B<adduser(8)> och B<addgroup(8)>.

source: The file I</etc/adduser.conf> contains defaults for the programs B<adduser(8)> , B<addgroup(8)> , B<deluser(8)> and B<delgroup(8)>. Each line holds a single value pair in the form I<option> = I<value>. Double or single quotes are allowed around the value, as is whitespace around the equals sign. Comment lines must have a hash sign (#) in the first column.
de: Die Datei I</etc/adduser.conf> enthält Vorgabewerte für die Programme B<adduser>(8), B<addgroup>(8), B<deluser>(8) und B<delgroup>(8). Jede Zeile enthält eine Option in der Form I<Option> = I<Wert>. Die Werte können von einfachen oder doppelten Anführungszeichen, das Gleich-Zeichen von Whitespace eingeschlossen werden. Kommentarzeilen müssen mit dem Raute-Zeichen (#) beginnen.
es: El fichero I</etc/adduser.conf> contiene las preferencias para los programas B<adduser(8)>, B<addgroup(8)>, B<deluser(8)> y B<delgroup(8)>. Cada línea tiene una opción con la forma I<opción> = I<valor>. Se permiten comillas simples o dobles alrededor del valor. Los comentarios deben comenzar con el signo #.
pl: Plik I</etc/adduser.conf> zawiera wartości domyślne dla programów B<adduser(8)>, B<addgroup(8)>, B<deluser(8)> oraz B<delgroup(8)>. Każda linia przechowuje pojedynczą wartość w postaci I<opcja> = I<wartość>. Dopuszczalne jest otaczanie wartości cudzysłowami lub apostrofami oraz dodawanie białych znaków przed znakiem rówości i po nim. Linie komentarza muszą zaczynać się od znaku hasha (#).
sv: Filen I</etc/adduser.conf> innehåller standardvärden för programmen B<adduser(8)> , B<addgroup(8)> , B<deluser(8)> och B<delgroup(8)>. Varje rad innehåller ett enstaka värdespar i formatet I<flagga> = I<värde>. Citattecken eller apostrofer är tillåtna runt värdet såväl som mellanslag runt likamed-tecknet. Kommentarsrader måste påbörjas med ett #-tecken som första tecken.

source: The valid configuration options are:
de: Die gültigen Konfigurationsoptionen sind:
es: Las opciones de configuración válidas son:
pl: Poprawne są następujące opcje:
sv: Giltiga konfigurationsflaggor är:

source: The login shell to be used for all new users. Defaults to I</bin/bash>.
de: die Login-Shell (mit ihr arbeitet ein Benutzer, nachdem er sich beim System angemeldet hat) für alle neuen Benutzer; Standardwert ist I</bin/bash>
es: La consola para todos los usuarios nuevos. Por omisión es I</bin/bash>.
pl: Powłoka logowania dla nowych użytkowników. Wartość domyślna to I</bin/bash>.
sv: Inloggningsskalet som ska användas för alla nya användare. Standardvärdet är satt till I</bin/bash>.

source: The directory in which new home directories should be created. Defaults to I</home>.
de: In diesem Verzeichnis sollen die neuen HOME-Verzeichnisse erzeugt werden (Standard ist I<home>).
es: El directorio donde se deben crear los nuevos directorios de los usuarios. Por omisión I</home>.
pl: Katalog, w którym są tworzone nowe katalogi domowe użytkowników. Wartość domyślna to I</home>.
sv: Katalogen i vilken nya hemkataloger ska skapas i. Standardvärde är I</home>.

source: If this is set to I<yes>, the home directories will be created as I</home/[groupname]/user>. Defaults to I<no>.
de: Wird diese Option auf I<yes> gesetzt, heißen die Home-Verzeichnisse I</home/[gruppenname]/benutzer>. Der Vorgabewert ist I<no>.
es: Si es I<yes>, los directorios personales se crearán como I</home/[nombregrupo]/usuario>. Por omisión es I<no>.
pl: Ustawienie na I<yes> powoduje, że katalogi domowe będą utworzone jako I</home/[nazwa-grupy]/użytkownik>. Wartość domyślna to I<no>.
sv: Om denna är satt till I<yes> kommer hemkataloger att skapas som I</home/[gruppnamn]/användare>. Standardvärde är I<no>.

source: If this is set to I<yes>, then the home directories created will have an extra directory inserted which is the first letter of the loginname. For example: I</home/u/user>. Defaults to I<no>.
de: Wird diese Option auf I<yes> gesetzt, wird beim Anlegen der Home-Verzeichnisse ein zusätzliches Verzeichnis angelegt, dessen Name der erste Buchstabe des Benutzernamens ist, z. B. I</home/b/benutzer>. Der Vorgabewert ist I<no>.
es: Si es I<yes>, los directorios personales tendrán un directorio extra con la primera letra del nombre de usuario. Por ejemplo: I</home/u/user>. Por omisión es I<no>.
pl: Ustawienie na I<yes> powoduje, że katalogi domowe zostaną utworzone w dodatkowym katalogu, którego nazwą jest pierwsza litera nazwy użytkownika. Na przykład: I</home/u/użytkownik>. Wartość domyślna to I<no>.
sv: Om denna är satt till I<yes> kommer hemkataloger som skapas att ha en extra katalog inlagd som är första bokstaven för inloggningsnamnet. Till exempel: I</home/a/användare>. Standardvärde är I<no>.

source: B<SKEL>
pl: B<SKELL>

source: The directory from which skeletal user configuration files should be copied. Defaults to I</etc/skel>.
de: Aus diesem Verzeichnis wird eine Grundausstattung von Konfigurationsdateien für den Benutzer kopiert (Standard ist I</etc/skel>.
es: El directorio de donde se copian los ficheros de configuración esqueleto del usuario. Por omisión es I</etc/skel>.
pl: Katalog, z którego powinny być kopiowane szablonowe pliki konfiguracyjne użytkowników. Wartość domyślna to I</etc/skel>.
sv: Katalogen från vilken skelettkonfigurationsfiler för användare ska kopias. Standardvärde är I</etc/skel>.

source: B<FIRST_SYSTEM_UID> and B<LAST_SYSTEM_UID>
de: B<FIRST_SYSTEM_UID> und B<LAST_SYSTEM_UID>
es: B<FIRST_SYSTEM_UID> y B<LAST_SYSTEM_UID>
pl: B<FIRST_SYSTEM_UID> i B<LAST_SYSTEM_UID>
sv: B<FIRST_SYSTEM_UID> och B<LAST_SYSTEM_UID>

source: specify an inclusive range of UIDs from which system UIDs can be dynamically allocated. Default to I<100> - I<999>. Please note that system software, such as the users allocated by the base-passwd package, may assume that UIDs less than 100 are unallocated.
de: geben einen Bereich von UIDs (einschließlich der beiden Konstanten mit den Standardwerten I<100> und I<999>) an, aus dem System-UIDs dynamisch zugewiesen werden können. Bitte beachten Sie, dass System-Software, wie zum Beispiel die vom Paket base-passwd zugewiesenen Benutzer, davon ausgehen kann, dass UIDs von weniger als 100 nicht zugewiesen sind.
es: define un rango de números de identificador de usuario (UID) inclusivo en el cual se pueden asignar números UID de sistema de forma dinámica. El valor por omisión es I<100> - I<999>. Tenga en cuenta que el software de sistema, como usuarios asignados por el paquete base-passwd, pueden suponer que los números UID menores de 100 no están asignados.
pl: Określają domknięty zakres identyfikatorów UID, w którym będą dynamicznie przydzielane identyfikatory użytkowników systemowych. Wartość domyślna to I<100> - I<999>. Proszę zauważyć, że oprogramowanie systemowe, takie jak pakiet base-passwd, może zakładać, że użytkownicy o identyfikatorach mniejszych niż 100 nie są przydzieleni.
sv: ange ett intervall av UID från vilka system UID dynamiskt kan allokeras från. Standardvärdet är I<100> - I<999>. Observera att systemmjukvara, exempelvis användare som allokeras av paketet base-passwd, kan anta att UID med lägre värde än 100 är oallokerade.

source: B<FIRST_UID> and B<LAST_UID>
de: B<FIRST_UID> und B<LAST_UID>
es: B<FIRST_UID> y B<LAST_UID>
pl: B<FIRST_UID> i B<LAST_UID>
sv: B<FIRST_UID> och B<LAST_UID>

source: specify an inclusive range of UIDs from which normal user's UIDs can be dynamically allocated. Default to I<1000> - I<29999>.
de: geben einen Bereich von UIDs (einschließlich der beiden Konstanten mit den Standardwerten I<1000> und I<29999>) an, aus dem Benutzer-IDs dynamisch zugewiesen werden können.
es: especifica un rango dinámico de identificadores para usuarios normales (ambos incluidos). Por omisión es I<1000> - I<29999>.
pl: Określają domknięty zakres identyfikatorów UID, w którym będą przydzielane identyfikatory zwykłych użytkowników. Wartość domyślna to I<1000> - I<29999>.
sv: ange ett intervall av uid från vilka vanliga användares uid dynamiskt kan allokeras från. Standardvärdet är I<1000> - I<29999>.

source: B<FIRST_SYSTEM_GID> and B<LAST_SYSTEM_GID>
de: B<FIRST_SYSTEM_GID> und B<LAST_SYSTEM_GID>
es: B<FIRST_SYSTEM_GID> y B<LAST_SYSTEM_GID>
pl: B<FIRST_SYSTEM_GID> i B<LAST_SYSTEM_GID>
sv: B<FIRST_SYSTEM_GID> och B<LAST_SYSTEM_GID>

source: specify an inclusive range of GIDs from which system GIDs can be dynamically allocated. Default to I<100> - I<999.>
de: geben einen Bereich von GIDs (einschließlich der beiden Konstanten mit den Standardwerten I<100> und I<999>) an, aus dem Systemgruppen-IDs dynamisch zugewiesen werden können.
es: define un rango inclusivo de números GID del cual se pueden asignar dinámicamente los GID del sistema. El valor por omisión es I<100> - I<999>.
pl: Określają domknięty zakres identyfikatorów GID, w którym będą przydzielane identyfikatory grup systemowych. Wartość domyślna to I<100> - I<999>.
sv: ange ett intervall av GID från vilka system GID dynamiskt kan allokeras från. Standardvärdet är I<100> - I<999>.

source: B<FIRST_GID> and B<LAST_GID>
de: B<FIRST_GID> und B<LAST_GID>
es: B<FIRST_GID> y B<LAST_GID>
pl: B<FIRST_GID> i B<LAST_GID>
sv: B<FIRST_GID> och B<LAST_GID>

source: specify an inclusive range of GIDs from which normal group's GIDs can be dynamically allocated. Default to I<1000> - I<29999>.
de: geben einen Bereich von Gruppen-IDs (einschließlich der beiden Konstanten mit den Standardwerten I<1000> und I<29999>) an, aus dem Gruppen-IDs dynamisch zugewiesen werden können.
es: define un rango inclusivo de números GID del cual se pueden asignar dinámicamente números GID de grupo normales. El valor por omisión es I<1000> - I<29999>.
pl: Określają domknięty zakres identyfikatorów GID, w którym będą przydzielane identyfikatory zwykłych grup. Wartość domyślna to I<1000> - I<29999>.
sv: ange ett intervall av GID från vilka vanliga användares GID dynamiskt kan allokeras från. Standardvärdet är I<1000> - I<29999>.

source: If this is set to I<yes>, then each created user will be given their own group to use. If this is I<no>, then each created user will be placed in the group whose GID is B<USERS_GID> (see below). The default is I<yes>.
de: Wurde dieser Option der Wert I<yes> zugewiesen, wird jedem eingerichteten Benutzer seine eigene Gruppe zugeordnet. Ist der Wert I<no>, wird jeder neu eingerichtete Benutzer Mitglied der Gruppe, deren GID gleich B<USERS_GID> ist (siehe unten). Der Standardwert ist I<yes>.
es: Si es I<yes>, entonces cada usuario creado tendrá su propio grupo. Si es I<no>, cada usuario creado tendrá como grupo aquél cuyo GID es B<USERS_GID> (lea más abajo). Por omisión es I<yes>.
pl: Ustawienie tej opcji na I<yes> powoduje, że dla każdego tworzonego użytkownika zostanie utworzona jego własna grupa. Jeżeli opcja jest ustawiona na I<no>, to każdy użytkownik zostanie umieszczony w grupie, której GID jest równy B<USERS_GID> (patrz niżej).Wartość domyślna to I<yes>.
sv: Om denna är satt till I<yes> kommer varje skapad användare att ges sin egna grupp att använda. Om denna är I<no> kommer varje skapad användare att placeras i gruppen vars gid är B<USERS_GID> (se nedan). Standardvärdet är I<yes>.

source: If B<USERGROUPS> is I<no>, then B<USERS_GID> is the GID given to all newly-created users. The default value is I<100>.
de: Wenn B<USERGROUPS> gleich I<no> ist, wird allen neu erstellten Benutzers B<USERS_GID> als GID zugewiesen. Der Standardwert ist I<100>.
es: Si B<USERGROUPS> es I<no>, entonces B<USERS_GID> es el GID dado para todos los usuarios creados. El valor por omisión es I<100>.
pl: Jeżeli B<USERGROUPS> jest ustawione na I<no>, to B<USERS_GID> jest identyfikatorem grupy, do której będą przypisani wszyscy nowo tworzeni użytkownicy. Wartość domyślna to I<100>.
sv: Om B<USERGROUPS> är I<no>, så är B<USERS_GID> det GID som angivs för alla användare som skapas. Standardvärdet är I<100>.

source: If set to a valid value (e.g. 0755 or 755), directories created will have the specified permissions as umask. Otherwise 0755 is used as default.
de: Wenn dieser Option ein gültiger Wert (z. B. 0755 oder 755) zugewiesen ist, werden erstellte Verzeichnisse die angegebenen Berechtigungen als Umask haben. Ansonsten 0755 wird als Standard verwendet.
es: Si es un valor válido (p. ej. 0755 o 755), los directorios creados tendrán los permisos especificados como umask. De lo contrario se usará 0755 por omisión.
pl: Jeżeli wartość jest poprawna (np. 0755 lub 755), to tworzonym katalogom domowym zostaną ustawione podane prawa dostępu. W przeciwnym przypadku 0755 jest używana jako wartość domyślna.
sv: Om satt till ett giltigt värde (exempelvis 0755 eller 755) kommer kataloger som skapas att ha den angivna rättigheten satt som umask. Om inte kommer 0755 att användas som standardvärde.

source: If this is set to I<yes>, then home directories for users with their own group ( I<USERGROUPS=yes> ) will have the setgid bit set. This was the default setting for adduser versions E<lt>E<lt> 3.13. Unfortunately it has some bad side effects, so we no longer do this per default. If you want it nevertheless you can still activate it here.
de: Wenn der Wert I<yes> ist, dann wird für Home-Verzeichnisse von Benutzern mit einer eigenen Gruppe (I<USERGROUPS=yes>) das Setgid-Bit gesetzt. Dies war die Standardeinstellung für Adduser-Versionen E<lt>E<lt> 3.13. Leider hat das einige üble Nebenwirkungen, so dass dieser Wert nicht mehr standardmäßig gesetzt wird. Wenn Sie es trotzdem wünschen, können Sie die Option hier aktivieren.
es: Si es I<yes>, los directorios personales para los usuarios con su propio grupo ( I<USERGROUPS=yes> ) tendrán activado el bit setgid. Este fue el comportamiento predeterminado de adduser hasta la versión 3.13. Desafortunadamente tenía algunos efectos secundarios indeseados, por eso esto ya no se hace a menos que se especifique lo contrario. De todas formas, todavía puede activarlo aquí.
pl: Ustawienie tej opcji na I<yes> powoduje, że katalogi domowe użytkowników posiadających własną grupę (I<USERGROUPS=yes>) będą miały ustawiony bit setgid. Było to domyślne ustawienie programu adduser w wersji E<lt>E<lt> 3.13. Niestety miało ono swoje złe strony, dlatego nie jest już ustawiane domyślnie. Niemniej jednak, jeżeli jest taka potrzeba, to można to aktywować tutaj.
sv: Om denna är satt till I<yes> kommer hemkataloger för användare med sin egna grupp ( I<USERGROUPS=yes> ) att ha setgid-biten satt. Detta var standardinställningen för adduser version E<lt>E<lt> 3.13. Tyvärr har det några nackdelar så vi gör inte det längre som standard. Om du vill ha det oavsett kan du fortfarande aktivera det här.

source: If set to a nonempty value, new users will have quotas copied from that user. The default is empty.
de: Wird hier ein nicht leerer Wert angegeben, übernehmen neue Benutzer die Ressourcen-Beschränkungen (quotas) dieses Benutzers. Die Voreinstellung ist leer.
es: Si se establece a cualquier valor no nulo, los nuevos usuarios tendrán las mismas cuotas que ese usuario. Por omisión está vacío.
pl: Jeżeli wartość tej opcji jest niepusta, to oznacza nazwę użytkownika, którego quota będzie skopiowana nowo tworzonym użytkownikom. Wartość domyślna jest pusta.
sv: Om satt till ett icke-tomt värde kommer nya användare att få diskkvoten kopierad från den användare. Standardvärde är tom.

source: User and group names are checked against this regular expression. If the name doesn't match this regexp, user and group creation in adduser is refused unless --force-badname is set. With --force-badname set, only weak checks are performed. The default is the most conservative ^[a-z][-a-z0-9]*$.
de: Benutzer- und Gruppennamen werden mit diesem regulären Ausdruck überprüft. Wenn der Name nicht zum regulären Ausdruck passt, verweigert Adduser die Erstellung von Benutzer und Gruppe - es sei denn, die Option B<--force-badname> wurde gewählt. Das Setzen von B<--force-badname> lässt Adduser nur schwache Kontrollen durchführen. Der Standardwert ist der konservativste ^[az][-a-z0-9]*$.
es: Los nombres de grupo y usuario se comparan con esta expresión regular. Si el nombre no coincide con la expresión regular, adduser rechazará crear usuarios y grupos a menos que se defina «--force-badname». Si se define «--force-badname», sólo se realizarán comprobaciones débiles. El valor por omisión, más conservador, es ^[a-z][-a-z0-9]*$.
pl: Nazwy użytkowników są sprawdzane tym wyrażeniem regularnym. Jeżeli nazwa nie pasuje do wyrażenia, użytkownik lub grupa nie zostaną utworzony, chyba że podano --force-badname. Jeżeli podano --force-badname, to są dokonywane tylko bardzo podstawowe sprawdzenia. Wartością domyślną jest ^[a-z][-a-z0-9]*$.
sv: Namn på användare och grupper kontrolleras mot detta reguljära uttryck. Om namnet inte matchar detta reguljära uttryck kommer skapandet att vägras om inte --force-badname är satt. Med --force-badname satt kommer bara svaga kontroller att utföras. Standardvärdet är det mest konservativa ^[a-z][-a-z0-9]*$.
