Repository: dankamongmen/sprezzos-world
Catalog: packaging/adduser/doc/po4a/po/*.po
Languages: de, es, pl, sv

source: Files in /etc/skel/ are checked against this regex, and not copied to the newly created home directory if they match. This is by default set to the regular expression matching files left over from unmerged config files (dpkg-(old|new|dist)).
de: Mit diesem regulären Ausdruck werden Dateien aus /etc/skel verglichen. Bei Übereinstimmung mit dem Ausdruck werden die entsprechenden Dateien nicht in das neue Home-Verzeichnis kopiert. Der Standardwert für den regulären Ausdruck erfasst Dateien, die beim Zusammenführen von Konfigurationsdateien übrig blieben (dpkg-(old|new|dist)).
es: Los ficheros en «/etc/skel/» se comparan con esta expresión regular, y no se copia al directorio personal recién creado si coinciden. Por omisión, está definido con la expresión regular que coincide con los ficheros dejados por ficheros de configuración no fusionados (dpkg-(old|new|dist)).
pl: Z tym wyrażeniem regularnym są porównywane pliki w /etc/skel. Jeżeli pliki te pasują do wyrażenia regularnego, to nie będą kopiowane. Domyślnie wyrażenie to pasuje do niescalonych plików konfiguracyjnych (dpkg-(old|new|dist)).
sv: Filer under /etc/skel/ kontrolleras mot detta reguljära uttryck och kopieras inte till den nyligen skapade hemkatalogen om de matchar. Detta är som standard inställt till ett reguljärt uttryck som matchar filer som lämnats kvar av gamla konfigurationsfiler (dpkg-(old|new|dist)).

source: Setting this to something other than 0 (the default) will cause adduser to add newly created non-system users to the list of groups defined by EXTRA_GROUPS (below).
de: Wird hier etwas anderes als (der Vorgabewert) 0 angegeben, wird Adduser die neu eingerichteten Nicht-System-Benutzer zu Mitgliedern der in EXTRA_GROUPS (unten) angegebenen Gruppen machen.
es: Definir esto con un valor distinto de cero (el valor predeterminado) causará que adduser añada usuarios no del sistema recién creados a la lista de grupos definidos por EXTRA_GROUPS (a continuación).
pl: Ustawienie tej zmiennej na cokolwiek innego niż 0 (wartość domyślna) spowoduje, że adduser doda nowo tworzonych użytkowników niesystemowych do grup zdefiniowanych w EXTRA_GROUPS (patrz niżej).
sv: Ställ in detta till något annat än 0 (standard) kommer att orsaka att adduser lägger till nyligen skapade icke-systemanvändare till listan av grupper som definierats av EXTRA_GROUPS (nedan).

source: This is the list of groups that new non-system users will be added to. By default, this list is 'dialout cdrom floppy audio video plugdev users games'
de: Die neu eingerichteten Nicht-System-Benutzer werden diesen Gruppen zugeordnet. Die Standardgruppen sind »dialout cdrom floppy audio video plugdev users games«.
es: La lista de grupos a la que se añadirán usuarios no del sistema. Por omisión, esta lista es «dialout cdrom floppy audio video plugdev users games».
pl: Lista grup, do których będą dodawanie nowo tworzeni użytkownicy niesystemowi. Domyślną wartością jest "dialout cdrom floppy audio video plugdev users games".
sv: Detta är listan på grupper som nya icke-systemanvändare kommer att läggas till i. Som standard är denna lista "dialout cdrom floppy audio video plugdev users games"

source: NOTES
de: ANMERKUNGEN
es: NOTAS
pl: UWAGI
sv: ANTECKNINGAR

source: B<VALID NAMES>
pl: B<POPRAWNE NAZWY>

source: adduser and addgroup enforce conformity to IEEE Std 1003.1-2001, which allows only the following characters to appear in group and user names: letters, digits, underscores, periods, at signs (@) and dashes. The name may no start with a dash. The "$" sign is allowed at the end of usernames (to conform to samba).
de: Adduser und Addgroup erzwingen Konformität zu IEEE Std 1.003,1-2001. Damit sind nur die folgenden Zeichen in Gruppen- und Benutzernamen erlaubt: Buchstaben, Ziffern, Unterstriche, Punkte, At-Zeichen (@) und Bindestriche. Der Name darf nicht mit einem Bindestrich beginnen. Das »$«-Zeichen wird am Ende von Benutzernamen erlaubt (für Samba-Konformität).
es: adduser y addgroup imponen la conformidad con IEEE Std 1003.1-2001, que permite sólo la aparición de los siguientes caracteres en nombres de usuario y grupo: letras, dígitos, guiones bajos, puntos, signos de arroba (@) y guiones. El nombre no puede empezar con un guión. Se permite usar el signo «$» al final de nombres de usuario (en conformidad con samba).
pl: adduser i addgrup wymuszają zgodność ze standardem EEE Std 1003.1-2001, który dopuszcza, by nazwy użytkowników i grup składały się tylko z następujących znaków: litery, cyfry, podkreślenia, kropki, znaki "@" i myślniki. Nazwy nie mogą zaczynać się od myślników. W celu zachowania zgodności z Sambą, nazwy użytkowników mogą kończyć się znakiem "$".
sv: adduser och addgroup tvingar anpassning till IEEE standrd 1003.1-2001 som endast tillåter följande tecken att ingå i namnet för en grupp eller användare: bokstäver, sifforer, underscore, punkter, snabel-a och talstreck. Namnet får inte börja med ett talstreck. "$"-tecken är tillåtet i slutet av användarnamn (för att överrensstämma med samba).

source: An additional check can be adjusted via the configuration parameter NAME_REGEX to enforce a local policy.
de: Mit dem Konfigurationsparameter NAME_REGEX kann eine zusätzliche Kontrolle eingeführt werden, um eine lokale Richtlinie durchzusetzen.
es: Puede definir una comprobación adicional con el parámetro de configuración NAME_REGEX para forzar una norma local.
pl: Dodatkowe sprawdzenie można dostosować, aby wymusić lokalną politykę nazw, za pomocą parametru konfiguracji NAME_REGEX.
sv: Ytterligare kontroll kan justeras via inställningsparametern NAME_REGEX för att lägga till en lokal policy.

source: deluser, delgroup - remove a user or group from the system
de: deluser, delgroup - entfernt einen Benutzer oder eine Gruppe aus dem System
es: deluser, delgroup - Elimina un usuario o grupo del sistema
pl: deluser, delgroup - usuwa użytkownika lub grupę z systemu
sv: deluser, delgroup - ta bort en användare eller grupp från systemet

source: B<deluser> [options] [--force] [--remove-home] [--remove-all-files] [--backup] [--backup-to DIR] user
de: B<deluser> [Optionen] [--force] [--remove-home] [--remove-all-files] [--backup] [--backup-to VERZEICHNIS] Benutzer
es: B<deluser> [opciones] [--force] [--remove-home] [--remove-all-files] [--backup] [--backup-to DIRECTORIO] usuario
pl: B<deluser> [opcje] [--force] [--remove-home] [--remove-all-files] [--backup] [--backup-to KATALOG] użytkownik
sv: B<deluser> [flaggor] [--force] [--remove-home] [--remove-all-files] [--backup] [--backup-to KATALOG] användare

source: B<deluser> --group [options] group
de: B<deluser> --group [Optionen] Gruppe
es: B<deluser> --group [opciones] grupo
pl: B<deluser> --group [opcje] grupa
sv: B<deluser> --group [flaggor] grupp

source: B<delgroup> [options] [--only-if-empty] group
de: B<delgroup> [Optionen] [--only-if-empty] Gruppe
es: B<delgroup> [opciones] [--only-if-empty] grupo
pl: B<delgroup> [opcje] [--only-if-empty] grupa
sv: B<delgroup> [flaggor] [--only-if-empty] grupp

source: B<deluser> [options] user group
de: B<deluser> [options] Benutzergruppe
es: B<deluser> [opciones] usuario grupo
pl: B<deluser> [opcje] użytkownik grupa
sv: B<deluser> [flaggor] användare grupp

source: [--quiet] [--system] [--help] [--version] [--conf FILE]
de: [--quiet] [--system] [--help] [--version] [--conf DATEI]
es: [--quiet] [--system] [[--help] [--version] [--conf FICHERO]
pl: [--quiet] [--system] [--help] [--version] [--conf PLIK]
sv: [--quiet] [--system] [--help] [--version] [--conf FIL]

source: B<deluser> and B<delgroup> remove users and groups from the system according to command line options and configuration information in I</etc/deluser.conf> and I</etc/adduser.conf>. They are friendlier front ends to the B<userdel> and B<groupdel> programs, removing the home directory as option or even all files on the system owned by the user to be removed, running a custom script, and other features. B<deluser> and B<delgroup> can be run in one of three modes:
de: B<Deluser> und B<Delgroup> entfernen Benutzer und Gruppen aus dem System. Ihr Vorgehen richtet sich nach den auf der Befehlszeile übergebenen Optionen und Konfigurationsinformationen in I</etc/deluser.conf> und I</etc/adduser.conf>. Sie sind bedienungsfreundlichere Frontends für die Programme B<userdel> und B<groupdel>. Unter anderem löschen sie optional das Home-Verzeichnis oder sogar alle im System vorhandenen Dateien des zu entfernenden Benutzers und lassen benutzerdefinierte Skripte laufen. B<Deluser> und B<Delgroup> können in einem von drei Modi betrieben werden:
es: B<deluser> y B<delgroup> eliminan usuarios y grupos del sistema de acuerdo a las opciones en línea de órdenes y a la configuración en I</etc/deluser.conf> y I</etc/adduser.conf>. Proporcionan una interfaz más sencilla para los programas B<userdel> y B<groupdel>, eliminado opcionalmente el directorio personal o incluso todos los ficheros del sistema pertenecientes al usuario, ejecutar un script personalizado, y otras características. B<deluser> y B<delgroup> pueden ejecutarse de tres maneras:
pl: B<deluser> i B<delgroup> usuwają użytkowników i grupy z systemu zgodnie z opcjami wymienionymi w linii poleceń oraz konfiguracją zawartą w pliku I</etc/deluser.conf> i I</etc/adduser.conf>. Programy te są bardziej przyjaznymi dla użytkownika interfejsami do programów B<userdel> i B<groupdel>, opcjonalnie usuwającymi katalog domowy użytkownika lub nawet wszystkie pliki, których właścicielem jest usuwany użytkownik, uruchamiającymi lokalne skrypty i mającymi inne dodatkowe funkcje. B<deluser> i B<delgroup> mogą być użyte w jednym z trzech trybów:
sv: B<deluser> och B<delgroup> tar bort användare och grupper från systemet enligt flaggorna på kommandoraden och konfigurationsinformation i I</etc/deluser.conf> och I</etc/adduser.conf>. De är vänligare gränssnitt till programmen B<userdel> och B<groupdel>, tar bort hemkatalog enligt flagga eller även alla filer på systemet som ägs av den användare som ska tas bort, kör egendefinierade skript och andra funktioner. B<deluser> och B<delgroup> kan köras i ett av tre lägen:

source: Remove a normal user
de: Entfernen eines normalen Benutzers
es: Eliminar un usuario normal
pl: Usuwanie zwykłych użytkowników
sv: Ta bort en vanlig användare

source: If called with one non-option argument and without the B<--group> option, B<deluser> will remove a normal user.
de: Wird B<deluser> ohne die Option B<--group> und mit einem nicht optionalen Argument aufgerufen, wird es einen normalen Benutzer entfernen.
es: Si se invoca con un argumento que no es ninguna opción y sin la opción B<--group>, B<deluser> eliminará un usuario normal.
pl: B<deluser>, jeśli zostanie wywołany z jednym argumentem nie będącym opcją oraz bez opcji B<--group>, usunie zwykłego użytkownika.
sv: Om anropad med ett icke-flagga-argument och utan flaggan B<--group> kommer B<deluser> att ta bort en vanlig användare.

source: By default, B<deluser> will remove the user without removing the home directory, the mail spool or any other files on the system owned by the user. Removing the home directory and mail spool can be achieved using the B<--remove-home> option.
de: Standardmäßig wird B<deluser> den Benutzer entfernen, ohne das Home-Verzeichnis, den E-Mail-Puffer oder sonstige im System vorhandene Dateien zu löschen, die dem Benutzer gehören. Das Home-Verzeichnis und der E-Mail-Puffer können mit der Option B<--remove-home> entfernt werden.
es: Por omisión, B<deluser> eliminará el usuario, pero no su directorio personal ni su directorio de cola de correo (n.t. mail spool) o cualquier otro fichero del sistema perteneciente al usuario. Puede usar la opción B<--remove-home> para eliminar el directorio personal y de cola de correo.
pl: Domyślnie B<deluser> usunie użytkownika bez usuwania katalogu domowego, pliku zawierającego przychodzącą pocztę użytkownika ani jakiegokolwiek innego pliku w systemie, należącego do użytkownika. Usunąć katalog domowy i pocztę użytkownika można używając opcji B<--remove-home>.
sv: Som standard kommer B<deluser> att ta bort användaren utan att ta bort hemkatalogen, postkön eller andra filer på systemet som ägs av användaren. Ta bort hemkatalogen och postkön kan göras genom flaggan B<--remove-home>.

source: The B<--remove-all-files> option removes all files on the system owned by the user. Note that if you activate both options B<--remove-home> will have no effect because all files including the home directory and mail spool are already covered by the B<--remove-all-files> option.
de: Die Option B<--remove-all-files> entfernt alle Dateien des Benutzers aus dem System. Beachten Sie: Wenn Sie auch B<--remove-home> aktivieren, hat dies keine Wirkung, da alle Dateien einschließlich des Home-Verzeichnisses und des E-Mail-Puffers bereits von der Option B<--remove-all-files> abgedeckt sind.
es: La opción B<--remove-all-files> elimina todos los ficheros pertenecientes al usuario en el sistema. Tenga en cuenta que si activa ambas opciones B<--remove-home> no tiene ningún efecto porque B<--remove-all-files> es una opción más general.
pl: Opcja B<--remove-all-files> usuwa z systemu wszystkie pliki, których właścicielem jest usuwany użytkownik. Proszę zauważyć, że użycie opcji B<--remove-home> łącznie z tą opcją nie ma żadnego znaczenia, ponieważ opcja B<--remove-all-files> obejmuje wszystkie pliki, łącznie z katalogiem domowym i plikiem zawierającym pocztę użytkownika.
sv: Flaggan B<--remove-all-files> tar bort alla filer på systemet som ägs av användaren. Notera att om du aktiverar båda flaggorna kommer B<--remove-home> inte att ha någon effekt därför att alla filer inklusive hemkatalogen och post-spoolen redan täcks in av flaggan B<--remove-all-files>.

source: If you want to backup all files before deleting them you can activate the B<--backup> option which will create a file username.tar(.gz|.bz2) in the directory specified by the B<--backup-to> option (defaulting to the current working directory). Both the remove and backup options can also be activated for default in the configuration file /etc/deluser.conf. See B<deluser.conf(5)> for details.
de: Wenn Sie alle Dateien vor dem Löschen sichern möchten, können Sie die Option B<--backup> aktivieren, welche die Sicherungsdatei »username.tar(.gz|.Bz2)« in das von der Option B<--backup-to> bestimmte Verzeichnis (standardmäßig das aktuelle Verzeichnis) schreibt. Sowohl die --remove- als auch die --backup-Optionen können auch als Standard in der Konfigurationsdatei /etc/deluser.conf festgelegt werden (siehe B<deluser.conf(5)> für Details).
es: Si quiere hacer una copia de seguridad de todos los ficheros antes de eliminarlos use la opción B<--backup> que creará un fichero nombreusuario.tar (.gz|.bz2) en el directorio especificado por la opción B<--backup-to> (el directorio de trabajo actual de forma predeterminada). Ambas opciones, la de eliminación y la de copias de seguridad se pueden especificar como predeterminadas en el fichero «/etc/deluser.conf». Consulte B<deluser.conf(5)> para más detalles.
pl: Aby przed usunięciem plików zrobić ich kopie zapasowe, należy użyć opcji B<--backup>, która utworzy plik nazwa-użytkownika.tar(.gz|.bz2) w katalogu określonym przez opcję B<--backup-to> (domyślnie jest to bieżący katalog roboczy). Zarówno opcje usuwania, jak i tworzenia kopii zapasowej mogą zostać ustawione jako domyślne w pliku konfiguracyjnym /etc/deluser.conf. Szczegóły można znaleźć w B<deluser.conf(5)>.
sv: Om du vill säkerhetskopiera alla filerna före de tas bort kan du aktivera flaggan B<--backup> som kommer att skapa en fil kallad användare.tar(.gz|.bz2) i den katalog som angivits med flaggan B<--backup-to> (standard är till nuvarande katalog). Båda flaggorna för borttagning och säkerhetskopiering kan också aktiveras som standard i konfigurationsfilen /etc/deluser.conf. Se B<deluser.conf(5)> för detaljer.

source: If you want to remove the root account (uid 0), then use the B<--force> parameter; this may prevent to remove the root user by accident.
de: Wenn Sie das Benutzerkonto »root« (UID 0) entfernen wollen, verwenden Sie den Parameter B<--force>. So können Sie vermeiden, diesen Benutzer aus Versehen zu löschen.
es: Si desea eliminar la cuenta del usuario «root» (UID 0), use el parámetro B<--force>; esto puede evitar la eliminación accidental del usuario «root».
pl: Aby usunąć użytkownika root (uid 0), należy użyć opcji B<--force>, co może zapobiec przypadkowemu usunięciu tego użytkownika.
sv: Vill du radera rot-kontot (uid 0) använd flaggan B<--force>, detta kan hindra dig från att ta bort rot-användaren av misstag.

source: If the file B</usr/local/sbin/deluser.local> exists, it will be executed after the user account has been removed in order to do any local cleanup. The arguments passed to B<deluser.local> are:
de: Wenn die Datei B</usr/local/sbin/deluser.local> existiert, wird sie nach dem Löschen des Benutzerkontos ausgeführt, um lokale Aufräumarbeiten zu erledigen. An B<adduser.local> werden die folgenden Argumente übergeben:
es: Si existe el fichero B</usr/local/sbin/deluser.local>, este se ejecutará después de eliminar la cuenta de usuario de forma que se pueda realizar algún ajuste local. Los argumentos que se pasan a B<deluser.local> son:
pl: Po usunięciu konta użytkownika, zostanie uruchomiony plik B</usr/local/sbin/deluser.local>, jeżeli istnieje, w celu wykonania lokalnych ustawień. Argumenty przekazywane do B<deluser.local> są następujące:
sv: Om filen B</usr/local/sbin/deluser.local> finns kommer den att startas efter att användarkontot har tagits bort för att göra vissa lokala rensningar. Argumenten som skickas till B<deluser.local> är:

source: Remove a group
de: Entfernen einer Gruppe
es: Eliminar un grupo
pl: Usuwanie grup
sv: Ta bort en grupp

source: If B<deluser> is called with the B<--group> option, or B<delgroup> is called, a group will be removed.
de: Wird B<deluser> mit der Option B<--group> oder stattdessen B<delgroup> aufgerufen, wird eine Gruppe entfernt.
es: Si se invoca B<deluser> con la opción B<--group> , o se invoca B<delgroup>, se eliminará un grupo.
pl: Jeżeli B<deluser> zostanie uruchomiony z opcją B<--group> lub jako program B<delgroup>, to grupa zostanie usunięta.
sv: Om B<deluser> startas upp med flagan B<--group> eller om B<delgroup> startas kommer en grupp att tas bort.

source: Warning: The primary group of an existing user cannot be removed.
de: Warnung: Die primäre Gruppe eines bestehenden Benutzers kann nicht entfernt werden.
es: Advertencia: No se puede eliminar el grupo primario de un usuario existente.
pl: Ostrzeżenie: Nie można usunąć podstawowej grupy istniejącego użytkownika.
sv: Varning: Den primära gruppen för en existerande användare kan inte tas bort.

source: If the option B<--only-if-empty> is given, the group won't be removed if it has any members left.
de: Wird die Option B<--only-if-empty> gewählt, wird die Gruppe nicht entfernt, wenn sie noch Mitglieder hat.
es: Si se usa la opción B<--only-if-empty>, el grupo no se elimina en caso de que todavía tenga algún miembro.
pl: Jeżeli podano opcję B<--only-if-empty>, to grupa nie zostanie usunięta, jeżeli ma przypisanych członków.
sv: Om flaggan B<--only-if-empty> anges kommer gruppen inte att tas bort om den har medlemmar kvar.

source: Remove a user from a specific group
de: Entfernen eines Benutzers aus einer bestimmten Gruppe
es: Elimina un usuario de un grupo específico
pl: Usuwa użytkownika z określonej grupy
sv: Ta bort en användare från en specifik grupp

source: If called with two non-option arguments, B<deluser> will remove a user from a specific group.
de: Wird B<deluser> mit zwei nicht optionalen Argumenten aufgerufen, wird ein Benutzer aus einer bestimmten Gruppe entfernt.
es: Si se invoca con dos argumentos que no sean opciones, B<deluser> eliminará el usuario del grupo especificado.
pl: B<deluser> wywołany z dwoma argumentami nie będącymi opcjami usunie użytkownika z podanej grupy.
sv: Om anropad med två icke-flaggor-argument kommer B<deluser> att ta bort en användare från en specifik grupp.

source: Use FILE instead of the default files I</etc/deluser.conf> and I</etc/adduser.conf>
de: DATEI wird anstatt der Standard-Dateien I</etc/deluser.conf> und I</etc/adduser.conf> verwendet.
es: Usa FICHERO en lugar de los ficheros predeterminados I</etc/deluser.conf> y I</etc/adduser.conf>.
pl: Użyje pliku PLIK zamiast I</etc/deluser.conf> i I</etc/adduser.conf>.
sv: Använd FIL istället för standardfilerna I</etc/deluser.conf> och I</etc/adduser.conf>

source: Remove a group. This is the default action if the program is invoked as I<delgroup>.
de: Entfernt eine Gruppe. Das ist das Standardverhalten bei einem Aufruf als B<delgroup>.
es: Elimina un grupo. La opción predeterminada si se invoca como I<delgroup>.
pl: Usuwa grupę. Jest to domyślna akcja, jeżeli program jest wywołany jako I<delgroup>.
sv: Ta bort en grupp. Detta är standardåtgärden om programmet startas som I<delgroup>.

source: Suppress progress messages.
de: Fortschrittsanzeige unterdücken
es: Suprime mensajes indicadores de progreso.
pl: Program wyświetla mniej komunikatów niż zazwyczaj.
sv: Visa inte förloppsmeddelanden.

source: Only delete if user/group is a system user/group. This avoids accidentally deleting non-system users/groups. Additionally, if the user does not exist, no error value is returned. This option is mainly for use in Debian package maintainer scripts.
de: Benutzer/Gruppe nur entfernen, wenn es ein System-Benutzer oder eine System-Gruppe ist. Damit wird das versehentliche Löschen von Nicht-System-Benutzern/-Gruppen vermieden. Zusätzlich wird kein Fehler zurückgegeben, wenn der Benutzer nicht im System existiert. Diese Option ist hauptsächlich für den Gebrauch in Skripten von Debian-Paketbetreuern gedacht.
es: Sólo elimina si el usuario/grupo es un usuario/grupo del sistema. Esto evita borrar accidentalmente usuarios/grupos que no sean del sistema. Además, si el usuario no existe, no se devuelve ningún valor de error. Esta opción está diseñado para su uso en los scripts de desarrollador de paquetes de Debian.
pl: Usuwa użytkownika/grupę tylko wtedy, gdy jest to użytkownik/grupa systemowy/systemowa. Pozwala to uniknąć przypadkowego usunięcia niesystemowych użytkowników/grup. Dodatkowo, jeżeli użytkownik nie istnieje, to nie jest zwracany błąd. Ta opcja jest głównie przeznaczana do użycia w skryptach opiekunów pakietów Debiana.
sv: Ta endast bort om användare/grupp är en systemanvändare/grupp. Detta förhindrar oavsiktliga borttagningar av icke-systemanvändare/grupper. Om användaren inte finns kommer ingen felkod att returneras. Denna flagga är huvudsakligen för användning av skript för Debians paketunderhållare.

source: Backup all files contained in the userhome and the mailspool-file to a file named /$user.tar.bz2 or /$user.tar.gz.
de: Alle Dateien im Home-Verzeichnis und im E-Mail-Puffer des Benutzers werden in die Datei /$user.tar.(bz2|gz) gesichert.
es: Crea una copia de respaldo de todos los ficheros contenidos en el directorio personal del usuario y el fichero de cola de correo a un fichero llamado «/$user.tar.bz2» o «/$user.tar.gz».
pl: Tworzy kopie zapasowe wszystkich plików znajdujących się w katalogu domowym użytkownika do pliku o nazwie /$user.tar.bz2 lub /$user.tar.gz.
sv: Ta säkerhetskopia på alla filer i användarens hemkatalog och postfilen till en fil med namnet /$user.tar.bz2 eller /user.tar.gz.
