Repository: dankamongmen/sprezzos-world
Catalog: packaging/adduser/doc/po4a/po/*.po
Languages: de, es, pl, sv

source: B<adduser> will choose the first available UID from the range specified for system users in the configuration file (FIRST_SYSTEM_UID and LAST_SYSTEM_UID). If you want to have a specific UID, you can specify it using the B<--uid> option.
de: B<adduser> wird die erste noch freie UID aus dem in der Konfigurationsdatei für Systembenutzer festgelegten Bereich (FIRST_SYSTEM_UID und LAST_SYSTEM_UID) auswählen. Wenn Sie eine spezielle UID vergeben wollen, können Sie diese mit der Option B<--uid> festlegen.
es: B<adduser> elegirá el primer UID disponible en el rango especificado en el fichero de configuración para usuarios del sistema (FIRST_SYSTEM_UID y LAST_SYSTEM_UID). Si desea un UID específico, lo puede especificar con la opción B<--uid>.
pl: B<adduser> wybierze pierwszy możliwy UID z zakresu identyfikatorów systemowych określonych w pliku konfiguracyjnym (FIRST_SYSTEM_UID iLAST_SYSTEM_UID). Aby podać ściśle określony UID, należy użyć opcji B<--uid>.
sv: B<adduser> kommer att välja det första tillgängliga UID:t från intervallet som angivits för systemanvändare i konfigurationsfilen (FIRST_SYSTEM_UID och LAST_SYSTEM_UID). För att sätta ett särskilt UID kan flaggan B<--uid> användas.

source: By default, system users are placed in the B<nogroup> group. To place the new system user in an already existing group, use the B<--gid> or B<--ingroup> options. To place the new system user in a new group with the same ID, use the B<--group> option.
de: Standardmäßig werden Systembenutzer Mitglieder der Gruppe B<nogroup>. Soll der neue Systembenutzer Mitglied in einer bereits bestehenden Gruppe werden, nutzen Sie die Optionen B<--gid> oder B<--ingroup>. Soll der neue Benutzer eine eigene Gruppe mit der gleichen ID bekommen, ist die Option B<--group> das Richtige für Sie.
es: Por omisión, los usuarios del sistema se añaden al grupo B<nogroup>. Para añadir el nuevo usuario del sistema a un grupo existente, use las opciones B<--gid> o B<--ingroup>. Para añadir el nuevo usuario del sistema a un grupo con su mismo ID, use la opción B<--group>.
pl: Domyślnie użytkownicy systemowi mają przypisaną grupę B<nogroup>. Aby przypisać nowego użytkownika systemowego do istniejącej grupy, należy użyć opcji B<--gid> lub B<--ingroup>. Aby nowemu użytkownikowi systemowemu została przypisana nowa grupa z tym samym identyfikatorem, trzeba użyć opcji B<--group>.
sv: Som standard placeras systemanvändare i gruppen B<nogroup>. För att placera den nya systemanvändaren i en redan existerande grupp kan flaggorna B<--gid> eller B<--ingroup> användas. För att placera den nya systemanvändaren i en ny grupp med samma ID, använd flaggan B<--group>.

source: A home directory is created by the same rules as for normal users. The new system user will have the shell I</bin/false> (unless overridden with the B<--shell> option), and have logins disabled. Skeletal configuration files are not copied.
de: Das Home-Verzeichnis wird nach den gleichen Regeln wie denen für einfache Benutzer erzeugt. Dem neuen Benutzer wird als Shell I</bin/false> zugewiesen (Es sei denn, das wird durch die Option B<--shell> geändert) und normale Anmeldungen werden deaktiviert. In sein Home-Verzeichnis werden keine Konfigurationsdateien aus /etc/skel kopiert.
es: El directorio personal se crea con las mismas normas que para los usuarios normales. Los nuevos usuarios del sistema tendrán como consola I</bin/false> (a menos que se modifique con la opción B<--shell>), y tienen la clave deshabilitada. Los ficheros de configuración esqueleto no se copian.
pl: Katalog domowy jest tworzony zgodnie z tymi samymi zasadami, co dla zwykłych użytkowników. Nowy użytkownik systemowy będzie miał powłokę I</bin/false> (chyba że zostanie to nadpisane opcją B<--shell>) oraz wyłączone hasło. Pliki z katalogu B<SKEL> nie zostaną skopiowane.
sv: En hemkatalog skapas med samma regler som för vanliga användare. Den nya systemanvändaren kommer att ha skalet I</bin/false> (om den inte åsidosätts med flaggan B<--shell>) och ha möjligheten för inloggning avstängd. Skelettkonfigurationsfiler kopieras inte.

source: Add a user group
de: Eine Benutzergruppe einrichten
es: Añadir un grupo de usuarios
pl: Dodawanie zwykłych grup
sv: Lägg till en användargrupp

source: If B<adduser> is called with the B<--group> option and without the B<--system> option, or B<addgroup> is called respectively, a user group will be added.
de: Wird B<adduser> mit der Option B<--group> und ohne die Option B<--system> aufgerufen oder wird B<addgroup> aufgerufen, wird eine Benutzergruppe eingerichtet.
es: Si se invoca B<adduser> con la opción B<--group> y sin las opciones B<--system> o B<addgroup> respectivamente, añadirá un grupo de usuarios.
pl: Jeżeli B<adduser> zostanie uruchomiony z opcją B<--group>, ale bez opcji B<--system>, lub jako program B<addgroup>, to zostanie dodana grupa dla zwykłych użytkowników.
sv: Om B<adduser> kallas upp med flaggan B<--group> och utan flaggan B<--system> eller om B<addgroup> kallas upp respektive kommer en användargrupp att läggas till.

source: A GID will be chosen from the range specified for system GIDS in the configuration file (FIRST_GID, LAST_GID). To override that mechanism you can give the GID using the B<--gid> option.
de: Die GID wird aus dem in der Konfigurationsdatei für GIDs festgelegten Bereich (FIRST_GID, LAST_GID) gewählt. Sie können diesen Mechanismus außer Kraft setzen, indem Sie die GID mit der Option B<--gid> festlegen.
es: Se elegirá un GID dentro del rango especificado en el fichero de configuración para los GID de sistema (FIRST_GID y LAST_GID). Puede anular este comportamiento introduciendo el GID con la opción B<--gid>.
pl: Grupie zostanie nadany identyfikator (GID) z zakresu określonego w pliku konfiguracyjnym dla identyfikatorów zwykłych grup (FIRST_GID, LAST_GID), jednakże może zostać nadpisany opcją B<--gid>.
sv: Ett GID kommer att väljas från intervallet som angivits för system GID-nummer i konfigurationsfilen (FIRST_GID, LAST_GID). För att åsidosätta detta kan gid anges med flaggan B<--gid>.

source: The group is created with no users.
de: Die erzeugte Gruppe ist leer, hat also keine Mitglieder.
es: El grupo se creará sin usuarios.
pl: Utworzenie grupy nie powoduje przypisania do niej żadnych użytkowników.
sv: Gruppen skapas utan några användare.

source: Add a system group
de: Eine Systemgruppe einrichten
es: Añadir un grupo del sistema
pl: Dodawanie grup systemowych
sv: Lägg till en systemgrupp

source: If B<addgroup> is called with the B<--system> option, a system group will be added.
de: Wird B<addgroup> mit der Option B<--system> aufgerufen, wird eine Systemgruppe eingerichtet.
es: Si se invoca B<adduser> con la opción B<--system> se añadirá un grupo del sistema.
pl: Jeżeli B<addgroup> zostanie wywołany z opcją B<--system>, to będzie utworzona nowa grupa systemowa.
sv: Om B<addgroup> kallas upp med flaggan B<--system> kommer en systemgrupp att läggas till.

source: A GID will be chosen from the range specified for system GIDS in the configuration file (FIRST_SYSTEM_GID, LAST_SYSTEM_GID). To override that mechanism you can give the GID using the B<--gid> option.
de: Es wird eine GID aus dem in der Konfigurationsdatei für System-GIDs festgelegten Bereich (FIRST_SYSTEM_GID, LAST_SYSTEM_GID) gewählt. Sie können diesen Mechanismus außer Kraft setzen, indem Sie die GID mit der Option B<--gid> festlegen.
es: Se elegirá un GID dentro del rango especificado en el fichero de configuración para los GID del sistema (FIRST_SYSTEM_GID, LAST_SYSTEM_GID). Puede especificar el GID con la opción B<--gid>, anulando este comportamiento.
pl: Grupie zostanie nadany identyfikator (GID) z zakresu określonego w pliku konfiguracyjnym dla identyfikatorów użytkowników systemowych (FIRST_SYSTEM_GID, LAST_SYSTEM_GID), jednakże może zostać nadpisany opcją B<--gid>.
sv: Ett GID kommer att väljas från intervallet som angivits för systemets gid-nummer i konfigurationsfilen. Gid kan åsidosättas med flaggan B<--gid>.

source: Add an existing user to an existing group
de: Einen bestehenden Benutzer zu einer bestehenden Gruppe hinzufügen
es: Añadir un usuario existente a un grupo existente
pl: Przydzielanie istniejącego użytkownika do istniejącej grupy
sv: Lägg till en existerande användare till en existerande grupp

source: If called with two non-option arguments, B<adduser> will add an existing user to an existing group.
de: Wird B<adduser> mit zwei nicht optionalen Argumenten aufgerufen, wird ein bestehender Benutzer zu einer bestehenden Gruppe hinzugefügt.
es: Si se invoca con dos argumentos que no sean opciones, B<adduser> añadirá un usuario existente a un grupo existente.
pl: B<adduser> wywołany z dwoma argumentami nie będącymi opcjami doda istniejącego użytkownika do istniejącej grupy.
sv: Om startad med två icke-flaggor-argument kommer B<adduser> att lägga till en existerande användare till en existerande grupp.

source: OPTIONS
de: OPTIONEN
es: OPCIONES
pl: OPCJE
sv: FLAGGOR

source: B<--conf FILE>
de: B<--conf DATEI>
es: B<--conf FICHERO>
pl: B<--conf PLIK>
sv: B<--conf FIL>

source: Use FILE instead of I</etc/adduser.conf>.
de: DATEI anstelle von I</etc/adduser.conf> benutzen
es: Usa FICHERO en vez de I</etc/adduser.conf>.
pl: Użyje pliku PLIK zamiast I</etc/adduser.conf>.
sv: Använd FIL istället för I</etc/adduser.conf>.

source: Do not run passwd to set the password. The user won't be able to use her account until the password is set.
de: Passwd wird nicht aufgerufen. Der Benutzer kann sein Konto erst nutzen, nachdem ein Passwort vergeben wurde.
es: No ejecuta passwd para establecer la clave. El usuario no podrá usar la cuenta hasta que se establezca una clave.
pl: Nie uruchamia programu passwd do ustanowienia hasła. Użytkownik nie będzie mógł używać swojego konta, dopóki hasło nie zostanie nadane.
sv: Kör inte passwd för att ställa in lösenordet. Användaren kommer inte att kunna använda sitt konto tills lösenordet är inställt.

source: Like --disabled-login, but logins are still possible (for example using SSH RSA keys) but not using password authentication.
de: Wie B<--disabled-login>; Anmeldungen sind noch möglich (z.B. mit SSH-RSA-Schlüsseln), aber nicht mittels Passwort.
es: Como «--disabled-login», pero todavía es posible usar la cuenta, por ejemplo mediante claves SSH RSA, pero no usando autenticación de claves.
pl: Jak --disabled-login, ale dostęp użytkownika do systemu będzie wciąż możliwy (na przykład przez użycie kluczy SSH RSA), ale bez autoryzacji za pomocą hasła.
sv: Liknande --disabled-login men inloggningar är fortfarande möjliga (till exempel genom SSH RSA-nycklar) men inte med lösenordautentisering.

source: By default, user and group names are checked against the configurable regular expression B<NAME_REGEX> specified in the configuration file. This option forces B<adduser> and B<addgroup> to apply only a weak check for validity of the name.
de: Benutzer- und Gruppennamen werden standardmäßig mit dem konfigurierbaren regulären Ausdruck B<NAME_REGEX> verglichen, der in der Konfigurationsdatei festgelegt ist. Diese Option zwingt B<adduser> und B<addgroup> nur eine schwache Kontrolle für die Gültigkeit der Name durchzuführen.
es: Por omisión, el nombre de usuario y grupo se comparan con la expresión regular configurable B<NAME_REGEX> definida en el fichero de configuración. Esta opción fuerza a B<adduser> y B<addgroup> a ser más indulgente en sus comprobaciones de la validez de un nombre.
pl: Domyślnie nazwy użytkowników i grup są walidowane względem konfigurowalnego wyrażenia regularnego B<NAME_REGEX> podanego w pliki konfiguracyjnym. Użycie tej opcji spowoduje, że B<adduser> i B<addgroup> będą mniej restrykcyjne w odniesieniu do tych nazw.
sv: Som standard kontrolleras användare och gruppnamn mot ett konfigurerbart reguljärt uttryck B<NAME_REGEX>. Denna flagga tvingar B<adduser> och B<addgroup> att bara genomföra en svag kontroll för namnets giltighet.

source: Set the gecos field for the new entry generated. B<adduser> will not ask for finger information if this option is given.
de: Diese Option setzt das Gecos-Feld für den neu erzeugten Eintrag. B<adduser> wird nicht nach Finger-Informationen fragen, wenn diese Option gewählt ist.
es: Especifica el nuevo campo gecos para la entrada generada. B<adduser> no solicitará esta información si se proporciona esta opción.
pl: Ustawia pole z informacjami GECOS dla nowego użytkownika. Jeśli ta opcja jest użyta, to B<adduser> nie będzie prosił o podanie tych informacji.
sv: Ställer in gecos-fältet för den nya genererade posten. B<adduser> kommer inte att fråga efter finger-information om denna flagga anges.

source: When creating a group, this option forces the new groupid to be the given number. When creating a user, this option will put the user in that group.
de: Wird eine neue Gruppe eingerichtet, setzt diese Option deren Gruppen-ID auf die übergebene Zahl. Wird ein Benutzer eingerichtet, macht ihn diese Option zu einem Mitglied der Gruppe.
es: Cuando se crea un grupo, esta opción fuerza el nuevo GID al número dado. Cuando se crea un usuario la opción añade el usuario a ese grupo.
pl: Przy tworzeniu nowej grupy, ta opcja ustawia identyfikator grupy na podaną wartość. Przy tworzeniu użytkownika, użycie tej opcji spowoduje umieszczenie użytkownika w zadanej grupie.
sv: När en grupp skapas tvingar denna flagga den nya gid att vara det angivna numret. När en användare skapas kommer denna flagga att sätta användaren i den gruppen.

source: When combined with B<--system>, a group with the same name and ID as the system user is created. If not combined with B<--system>, a group with the given name is created. This is the default action if the program is invoked as B<addgroup>.
de: Zusammen mit B<--system> richtet diese Optionen eine Gruppe mit dem gleichen Namen und der gleichen ID wie der System-Benutzer ein. Wird sie nicht zusammen mit B<--system> verwendet, wird eine Gruppe mit dem angegebenen Namen erstellt. Dies ist das Standardverhalten, wenn das Programm als B<addgroup> aufgerufen wird.
es: Cuando se combina con B<--system>, se crea un grupo con el ID y nombre del usuario del sistema. Si no se combina con B<--system>, se crea un grupo con el nombre dado. Ésta es la acción predeterminada si el programa se invoca como B<addgroup>.
pl: Użyte razem z B<--system>, spowoduje utworzenie grupy o takiej samej nazwie i identyfikatorze, jak nowo tworzony użytkownik systemowy. Jeżeli nie zostanie użyte razem z opcją B<--system>, to zostanie utworzone grupa o podanej nazwie. Ta opcja jest opcją domyślną, jeżeli program został wywołany jako B<addgroup>.
sv: När kombinerad med B<--system> kommer en grupp med samma namn och ID som systemanvändaren att skapas. Om den inte kombineras med B<--system> kommer en grupp med angivet namn att skapas. Detta är standardåtgärden om programmet startas som B<addgroup>.

source: Display brief instructions.
de: Kurzanleitung anzeigen
es: Muestra unas instrucciones breves.
pl: Wyświetla krótką instrukcję używania programu.
sv: Visa korta instruktioner.

source: B<--home DIR>
de: B<--home VERZEICHNIS>
es: B<--home DIRECTORIO>
pl: B<--home KATALOG>
sv: B<--home KATALOG>

source: Use DIR as the user's home directory, rather than the default specified by the configuration file. If the directory does not exist, it is created and skeleton files are copied.
de: Verwendet VERZEICHNIS als das Home-Verzeichnis des Benutzers anstatt der in der Konfigurationsdatei festgelegten Vorgabe. Existiert das VERZEICHNIS nicht, wird es erzeugt und Dateien aus /etc/skel dorthin kopiert.
es: Usa DIRECTORIO para el directorio personal, en vez del predeterminado especificado en el fichero de configuración. Si el directorio no existe, se crea y se copian los ficheros de esqueleto.
pl: Używa katalogu KATALOG jako katalogu domowego użytkownika, nadpisując tym samym domyślną wartość określoną w pliku konfiguracyjnym. Jeżeli ten katalog nie istnieje, to będzie utworzony i zostaną skopiowane pliki z katalogu I<SKEL>.
sv: Använd KATALOG som användarens hemkatalog hellre än det förvalda i konfigurationsfilen. Om katalogen inte existerar kommer den skapas och skelettfiler kopieras dit.

source: B<--shell SHELL>
es: B<--shell CONSOLA>
pl: B<--shell POWŁOKA>
sv: B<--shell SKAL>

source: Use SHELL as the user's login shell, rather than the default specified by the configuration file.
de: Verwendet SHELL als Login-Shell des Benutzers anstatt der in der Konfigurationsdatei festgelegten Vorgabe.
es: Usar CONSOLA como la consola de entrada del usuario, en vez del predeterminado especificado en el fichero de configuración.
pl: Ustawia POWŁOKĘ jako powłokę logowania użytkownika, nadpisując domyślną wartość określoną w pliku konfiguracyjnym.
sv: Använd SKAL som användarens inloggningsskal hellre än det förvalda i konfigurationsfilen.

source: B<--ingroup GROUP>
de: B<--ingroup GRUPPE>
es: B<--ingroup GRUPO>
pl: B<--ingroup GRUPA>
sv: B<--ingroup GRUPP>

source: Add the new user to GROUP instead of a usergroup or the default group defined by B<USERS_GID> in the configuration file. This affects the users primary group. To add additional groups, see the B<add_extra_groups> option
de: Der neue Benutzer wird Mitglied von GRUPPE; Vorgaben der Konfigurationsdatei bezüglich einer Benutzergruppe oder der durch B<USERS_GID> festgelegten Standardgruppe kommen nicht zum Tragen. Dies betrifft die primäre Gruppe des Benutzers. Mit der Option B<add_extra_groups> kann der Benutzer weiteren Gruppen zugeordnet werden.
es: Añade el nuevo usuario al GRUPO en vez de al grupo del usuario o el grupo predeterminado definido por B<USERS_GID> en el fichero de configuración. Afecta al grupo principal de usuarios. Para añadir grupos adicionales, use la opción B<add_extra_groups>.
pl: Umieszcza nowego użytkownika w grupie GRUPA, zamiast w grupie określonej przez opcję B<USERS_GID> w pliku adduser.conf. Dotyczy to tylko podstawowej grupy użytkownika. Aby dodać użytkownika do dodatkowych grup, prosimy zobaczyć opis opcji B<add_extra_groups>.
sv: Lägg till den nya användaren i GRUPP istället för en användargrupp eller den förvalda gruppen definierad av B<USERS_GID> i inställningsfilen. Detta påverkar användarens primära grupp. För att lägga till extra grupper läs vidare om B<add_extra_groups>.

source: Do not create the home directory, even if it doesn't exist.
de: kein Home-Verzeichnis einrichten, auch wenn es nicht existiert
es: No crea el directorio personal, incluso si no existe.
pl: Nie tworzy katalogu domowego, nawet jeżeli on nie istnieje.
sv: Skapa inte hemkatalogen även om den inte existerar.

source: Suppress informational messages, only show warnings and errors.
de: Meldungen mit Informationscharakter unterdrücken, nur Warnungen und Fehler anzeigen
es: Elimina los mensajes informativos, sólo muestra avisos y errores.
pl: Pomija informacje, pokazuje tylko ostrzeżenia i błędy.
sv: Visa inte informativa meddelanden, visa endast varningar och fel.

source: Be verbose, most useful if you want to nail down a problem with adduser.
de: ausführliche Fehlermeldungen ausgeben; nützlich, wenn Probleme mit adduser gelöst werden sollen
es: Muestra más información, útil si desea encontrar el origen de un problema con adduser.
pl: Tryb gadatliwy, przydatny w czasie rozwiązywania problemów w programie adduser.
sv: Var informativ, mycket användbar om du vill hitta problem med adduser.

source: Create a system user or group.
de: einen neuen Systembenutzer oder eine neue Systemgruppe einrichten
es: Crea un usuario del sistema o grupo.
pl: Tworzy użytkownika systemowego lub grupę systemową.
sv: Skapa en systemanvändare eller -grupp.

source: Force the new userid to be the given number. B<adduser> will fail if the userid is already taken.
de: Die Option soll die ID des neuen Benutzers auf die angegebene Zahl setzen. B<Adduser> wird fehlschlagen, wenn die Benutzer-ID bereits vergeben ist.
es: Fuerza el nuevo identificador de usuario al número dado. B<adduser> fallará si el UID ya está en uso.
pl: Ustawia identyfikator nowego użytkownika na podaną wartość. B<adduser> zakończy się błędem, jeżeli taki identyfikator jest już zajęty.
sv: Tvinga det nya användar-id:t att vara angivet nummer. B<adduser> kommer att misslyckas om användar-id:t redan används.

source: Override the first uid in the range that the uid is chosen from (overrides B<FIRST_UID> specified in the configuration file).
de: Überschreibt die erste Benutzer-ID des Bereichs, aus dem die ID gewählt wird (also B<FIRST_UID> in der Konfigurationsdatei).
es: Modifica el primer UID del rango del cual se eligen los UID (anula el valor de B<FIRST_UID> definido en el fichero de configuración).
pl: Nadpisuje wartość pierwszego dostępnego identyfikatora użytkownika (nadpisuje B<FIRST_UID> podany w pliku konfiguracyjnym).
sv: Åsidosätt det första uid i intervallet som uid väljs från (åsidosätter B<FIRST_UID> som specifieras i instälningsfilen).

source: Override the last uid in the range that the uid is chosen from ( B<LAST_UID> )
de: analog zu B<--firstuid ID>; überschreibt B<LAST_UID>
es: Modifica el último UID del rango del cual se eligen los UID (B<LAST_UID>).
pl: Nadpisuje wartość pierwszego ostatniego identyfikatora użytkownika (B<LAST_UID>).
sv: Åsidosätt det sista uid i intervallet som uid väljs från (B<LAST_UID>).

source: Add new user to extra groups defined in the configuration file.
de: Macht den neuen Benutzer zum Mitglied weiterer Gruppen, die in der Konfigurationsdatei festgelegt sind.
es: Añade un nuevo usuario a los grupos adicionales definidos en el fichero de configuración.
pl: Dodaje nowego użytkownika do grup dodatkowych zdefiniowanych w pliku konfiguracyjnym.
sv: Lägg till nya användare till extragrupper definierade i inställningsfilen.

source: Display version and copyright information.
de: Anzeige der Version und von Copyright-Informationen
es: Muestra la versión e información acerca del copyright.
pl: Wyświetla informację o wersji i prawach autorskich.
sv: Visa version och information om copyright.

source: EXIT VALUES
de: RÜCKGABEWERTE
es: VALORES DE SALIDA
pl: WARTOŚCI ZWRACANE
sv: RETURVÄRDEN

source: The user exists as specified. This can have 2 causes: The user was created by adduser or the user was already present on the system before adduser was invoked. If adduser was returning 0 , invoking adduser a second time with the same parameters as before also returns 0.
de: Der beschriebene Benutzer existiert. Das kann zwei Gründe haben: Der Benutzer wurde von B<adduser> erzeugt oder er war schon vor dem Aufruf von B<adduser> im System eingerichtet. War der Rückgabewert von B<adduser> 0; wird ein zweiter Aufruf des Programms mit den gleichen Parametern wie zuvor auch 0 zurückgeben.
es: El usuario definido ya existe. Puede tener dos causas: El usuario se ha creado mediante adduser, o el usuario ya existía en el sistema antes de invocar adduser. Si adduser devuelve 0, invocar adduser por segunda vez con los mismos parámetros también devuelve 0.
pl: Podany użytkownik istnieje - albo został utworzony przez adduser, albo istniał w systemie przed wywołaniem adduder. Jeżeli adduser zwrócił 0, to uruchomienie programu adduser po raz drugi z tymi samymi parametrami także zwróci 0.
sv: Användaren som angavs existerar redan. Detta kan härledas till två anledningar: Användaren skapades av adduser eller fanns redan på systemet före exekveringen av adduser. Om adduser returnerade 0 kommer en körning av adduser en andra gång med samma flaggor också att returnera 0.
