Repository: dankamongmen/sprezzos-world
Catalog: packaging/adduser/doc/po4a/po/*.po
Languages: de, es, pl, sv

source: Version VERSION
es: Versión VERSIÓN
pl: wersja VERSION

source: NAME
de: BEZEICHNUNG
es: NOMBRE
pl: NAZWA
sv: NAMN

source: adduser, addgroup - add a user or group to the system
de: adduser, addgroup - richtet im System einen Benutzer oder eine Gruppe ein
es: adduser, addgroup - Añade un usuario o grupo al sistema
pl: adduser, addgroup - dodaje użytkownika lub grupę do systemu
sv: adduser, addgroup - lägg till en användare eller grupp till systemet

source: SYNOPSIS
de: ÜBERSICHT
es: SINOPSIS
pl: SKŁADNIA

source: B<adduser> [options] [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] user
de: B<adduser> [Optionen] [--home VERZEICHNIS] [--shell SHELL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GRUPPE | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] Benutzer
es: B<adduser> [opciones] [--home DIRECTORIO] [--shell CONSOLA] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GRUPO | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] USUARIO
pl: B<adduser> [opcje] [--home KATALOG] [--shell PROWŁOKA] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GRUPA | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] użytkownik
sv: B<adduser> [flaggor] [--home KATALOG] [--shell SKAL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GRUPP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] användare

source: B<adduser> --system [options] [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--group | --ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] user
de: B<adduser> --system [Optionen] [--home VERZEICHNIS] [--shell SHELL] [--no-create-home] [--uid ID] [--group | --ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] Benutzer
es: B<adduser> --system [opciones] [--home DIRECTORIO] [--shell CONSOLA] [--no-create-home] [--uid ID] [--group | --ingroup GRUPO | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] USUARIO
pl: B<adduser> --system [opcje] [--home KATALOG] [--shell POWŁOKA] [--no-create-home] [--uid ID] [--group | --ingroup GRUPA | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] użytkownik
sv: B<adduser> --system [flaggor] [--home KATALOG] [--shell SKAL] [--no-create-home] [--uid ID] [--group | --ingroup GRUPP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] användare

source: B<addgroup> [options] [--gid ID] group
de: B<addgroup> [Optionen] [--gid ID] Gruppe
es: B<addgroup> [opciones] [--gid ID] grupo
pl: B<addgroup> [opcje] [--gid ID] grupa
sv: B<addgroup> [flaggor] [--gid ID] grupp

source: B<addgroup> --system [options] [--gid ID] group
de: B<addgroup> --system [Optionen] [--gid ID] Gruppe
es: B<addgroup> --system [opciones] [--gid ID] grupo
pl: B<addgroup> --system [opcje] [--gid ID] grupa
sv: B<addgroup> --system [flaggor] [--gid ID] grupp

source: B<adduser> [options] user group
de: B<adduser> [Optionen] Benutzergruppe
es: B<adduser> [opciones] usuario grupo
pl: B<adduser> [opcje] użytkownik grupa
sv: B<adduser> [flaggor] användare grupp

source: COMMON OPTIONS
de: GEMEINSAME OPTIONEN
es: OPCIONES COMUNES
pl: WSPÓLNE OPCJE
sv: VANLIGA FLAGGOR

source: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf FILE]
de: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf DATEI]
es: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf FICHERO]
pl: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf PLIK]
sv: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf FIL]

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
pl: OPIS
sv: BESKRIVNING

source: B<adduser> and B<addgroup> add users and groups to the system according to command line options and configuration information in I</etc/adduser.conf>. They are friendlier front ends to the low level tools like B<useradd,> B<groupadd> and B<usermod> programs, by default choosing Debian policy conformant UID and GID values, creating a home directory with skeletal configuration, running a custom script, and other features. B<adduser> and B<addgroup> can be run in one of five modes:
de: Die Befehle B<adduser> und B<addgroup> richten im System Benutzer und Gruppen ein, deren Eigenschaften durch die Befehlszeilen-Optionen und die Konfigurationsinformationen in I</etc/adduser.conf> festgelegt werden. Sie sind freundlichere Frontends für systemnahe Werkzeuge wie die Programme B<useradd>, B<groupadd> und B<usermod>. Standardmäßig werden zu der Debian-Richtlinie konforme Werte für UID und GID gewählt, ein Home-Verzeichnis mit einer Grundkonfiguration eingerichtet, läuft ein benutzerdefiniertes Skript und andere Funktionen. B<adduser> und B<addgroup> können in einem von fünf Modi betrieben werden:
es: B<adduser> y B<addgroup> añaden usuarios y grupos al sistema de acuerdo a las opciones de la línea de órdenes y a la configuración en I</etc/adduser.conf>. Ofrecen una interfaz más sencilla para programas de bajo nivel como B<useradd>, B<groupadd> y B<usermod>, seleccionando valores para el identificador de usuario (UID) e identificador de grupo de usuarios (GID) conforme a las normas de Debian. También crean un directorio personal («/home/USUARIO») con la configuración predeterminada, ejecutan un script personalizado y otras funcionalidades. B<adduser> y B<addgroup> pueden ejecutarse de cinco maneras distintas:
pl: B<adduser> i B<addgroup> dodają użytkowników i grupy do systemu zgodnie z opcjami wymienionymi w linii poleceń oraz konfiguracją zawartą w pliku I</etc/adduser.conf>. Programy te są bardziej przyjaznymi dla użytkownika interfejsami do programów B<useradd>, B<groupadd> i B<usermod> wybierającymi zgodne ze standardami Debiana wartości identyfikatora użytkownika (UID) i identyfikatora grupy (GID), tworzącymi katalogi domowe, uruchamiającymi lokalne skrypty i mającymi inne dodatkowe funkcje. B<adduser> i B<addgroup> mogą być użyte w jednym z pięciu trybów:
sv: B<adduser> och B<addgroup> lägger till användare och grupper till systemet enligt kommandoradens flaggor och konfigurationsinformation i I</etc/adduser.conf>. De är vänliga gränssnitt till lågnivåverktyg som B<useradd,> B<groupadd> och B<usermod>, väljer som standard giltiga värden för UID och GID enligt Debians policy, skapar hemkatalogeer med skelettkonfiguration, kör egendefinierade skript och andra funktioner. B<adduser> och B<addgroup> kan köras i ett av fem lägen:

source: Add a normal user
de: Einen normalen Benutzer einrichten
es: Añadir un usuario normal
pl: Dodawanie zwykłych użytkowników
sv: Lägg till en vanlig användare

source: If called with one non-option argument and without the B<--system> or B<--group> options, B<adduser> will add a normal user.
de: Wird B<adduser> ohne die Optionen B<--system> oder B<--group> und mit einem nicht optionalen Argument aufgerufen, richtet B<adduser> einen normalen Benutzer ein.
es: Si se invoca con un argumento que no es ninguna opción y sin la opción B<--system> o B<--group>, B<adduser> añadirá un usuario normal.
pl: B<adduser>, wywołany z jednym argumentem nie będącym opcją oraz bez opcji B<--system> lub B<--group>, doda zwykłego użytkownika.
sv: Om startad med ett icke-flagga-argument och utan flaggan B<--system> eller B<--group> kommer B<adduser> att lägga till en vanlig användare.

source: B<adduser> will choose the first available UID from the range specified for normal users in the configuration file. The UID can be overridden with the B<--uid> option.
de: B<adduser> wird die erste noch freie UID aus dem in der Konfigurationsdatei für normale Benutzer festgelegten Bereich auswählen. Mit der Option B<--uid> können Sie eine von Ihnen gewünschte UID bestimmen.
es: B<adduser> elegirá el primer UID disponible dentro del rango especificado para usuarios normales en el fichero de configuración. Puede elegir uno manualmente usando la opción B<--uid>.
pl: B<adduser> wybierze pierwszy możliwy UID z zakresu przeznaczonego dla zwykłych użytkowników w pliku konfiguracyjnym. Ten UID może zostać nadpisany za pomocą opcji B<--uid>.
sv: B<adduser> kommer att välja det första tillgängliga uid från intervallet som angivits för vanliga användare i konfigurationsfilen. Uid kan åsidosättas med flaggan B<--uid>.

source: The range specified in the configuration file may be overridden with the B<--firstuid> and B<--lastuid> options.
de: Der in der Konfigurationsdatei festgelegte Bereich kann mit den Optionen B<--firstuid> und B<--lastuid> außer Kraft gesetzt werden.
es: Puede modificar el rango especificado en el fichero de configuración usando las opciones B<--firstuid> y B<--lastuid.>
pl: Zakres określony w pliku konfiguracyjnym również może zostać nadpisany opcjami B<--firstuid> i B<--lastuid>.
sv: Intervallet som anges i konfigurationsfilen kan åsidosättas med flaggorna B<--firstuid> och B<--lastuid>

source: By default, each user in Debian GNU/Linux is given a corresponding group with the same name. Usergroups allow group writable directories to be easily maintained by placing the appropriate users in the new group, setting the set-group-ID bit in the directory, and ensuring that all users use a umask of 002. If this option is turned off by setting B<USERGROUPS> to I<no>, all users' GIDs are set to B<USERS_GID>. Users' primary groups can also be overridden from the command line with the B<--gid> or B<--ingroup> options to set the group by id or name, respectively. Also, users can be added to one or more groups defined in adduser.conf either by setting ADD_EXTRA_GROUPS to 1 in adduser.conf, or by passing --add_extra_groups on the commandline.
de: Standardmäßig wird jedem Benutzer in Debian GNU/Linux eine Gruppe mit dem gleichen Namen zugeordnet. Benutzergruppen ermöglichen die einfache Einrichtung von Verzeichnissen, für die mehrere Benutzer Schreibrechte haben. Es müssen nur die betreffenden Benutzer zu Mitgliedern einer Gruppe erklärt, das Set-Group-ID-Bit des Verzeichnisses gesetzt und sichergestellt werden, dass alle Benutzer eine Umask von 002 verwenden. Wird diese Option deaktiviert, indem Sie auf B<USERGROUPS> auf I<no> setzen, werden die GIDs aller Nutzer auf B<USERS_GID> gesetzt. Die anfängliche Gruppenzugehörigkeit eines Benutzers kann auch auf der Befehlszeile mit den Optionen B<--gid> oder B<--ingroup> überschrieben werden, um die Gruppen-ID oder den Gruppennamen zu setzen. Außerdem können Nutzer zu einer oder mehreren in adduser.conf definierten Gruppen hinzugefügt werden, indem entweder in adduser.conf ADD_EXTRA_GROUPS auf 1 gesetzt oder auf der Befehlszeile B<--add_extra_groups> übergeben wird.
es: Por omisión, cada usuario en Debian GNU/Linux tiene su grupo correspondiente con el mismo nombre. Los grupos de usuarios permiten mantener directorios con permisos de escritura para un grupo de usuarios de forma sencilla añadiendo los usuarios apropiados al nuevo grupo, habilitando después el bit set-group-ID en el directorio, y comprobando que todos los usuarios tengan un umask de 002. Si esta opción se deshabilita definiendo B<USERGROUPS> como I<no>, todos los GID de usuario corresponderán a B<USERS_GID>. Los grupos primarios de usuario también se pueden deshabilitar usando las opciones de la línea de órdenes B<--gid> o B<--ingroup> para establecer el grupo por id o por nombre, respectivamente. Así mismo, se pueden añadir usuarios a uno o más grupos definidos en «adduser.conf», bien definiendo ADD_EXTRA_GROUPS como 1 en «adduser.conf», o introduciendo «--add_extra_groups» en la línea de órdenes.
pl: Domyślnie każdemu użytkownikowi w systemie Debian GNU/Linux zostaje przypisana grupa mająca tę samą nazwę i identyfikator, co użytkownik. Umieszczanie każdego użytkownika w grupie o tej samej nazwie pozwala na łatwe zarządzanie katalogami dostępnymi do zapisu dla grupy poprzez dodanie odpowiednich użytkowników do nowej grupy, ustawienie flagi set-group-ID na katalogu i ustawienie każdemu użytkownikowi wartości umask równej 002. Jeżeli ta opcja zostanie wyłączona przez ustawienie B<USERGROUPS> na I<no>, wszyscy nowo tworzeni użytkownicy będą mieli identyfikator grupy ustawiony na B<USERS_GID>. Podstawowe grupy użytkowników mogą zostać również nadpisane przez podanie w linii poleceń opcji B<--gid> lub B<--ingroup>, które ustawiają grupę przez podanie, odpowiednio, jej id lub nazwy. Ponadto użytkowników można dodać do jednej lub większej liczby grup zdefiniowanych w adduser.conf albo przez ustawienie ADD_EXTRA_GROUPS na 1 w adduser.conf, albo przez podanie opcji linii poleceń --add_extra_groups.
sv: Som standard ges varje användare i Debian GNU/Linux en motsvarande grupp med samma namn. Användargrupper låter kataloger vara skrivbara för grupper som är lätthanterliga genom att placera lämpliga användare i nya gruppen, sätta set-group-id-biten på katalogen och se till att alla användare använder en umask på 002. Om denna funktion är inaktiverad genom att ställa in B<USERGROUPS> till I<no> ställs alla användares GID in till B<USERS_GID>. Användarnas grupper kan också åsidosättas från kommandoraden med flaggorna B<--gid> eller B<--ingroup> för att ställa in grupp efter id eller namn, respektive. Användare kan även läggas till i en eller flera grupper som definierats i adduser.conf, antingen genom att ställa in ADD_EXTRA_GROUPS till 1 i adduser.conf eller genom att skicka med --add_extra_groups på kommandoraden.

source: B<adduser> will create a home directory subject to B<DHOME>, B<GROUPHOMES>, and B<LETTERHOMES>. The home directory can be overridden from the command line with the B<--home> option, and the shell with the B<--shell> option. The home directory's set-group-ID bit is set if B<USERGROUPS> is I<yes> so that any files created in the user's home directory will have the correct group.
de: B<adduser> wird ein Home-Verzeichnis abhängig von B<DHOME>, B<GROUPHOMES> und B<LETTERHOMES> erzeugen. Das Home-Verzeichnis kann von der Befehlszeile mit der Option B<--home> und die Shell mit B<--shell> überschrieben werden. Wenn B<USERGROUPS> den Wert I<ja> hat, wird Set-Group-ID-Bit des Home-Verzeichnis so gesetzt, dass alle im Home-Verzeichnis des Benutzers erstellten Dateien die richtige Gruppe haben.
es: B<adduser> creará los directorios personales de acuerdo con B<DHOME>, B<GROUPHOMES>, y B<LETTERHOMES>. El directorio personal se puede especificar mediante la opción de línea de órdenes B<--home>, y la consola mediante la opción B<--shell>. El bit set-group-ID del directorio personal está habilitado si B<USERGROUPS> es I<yes>, de forma que cualquier fichero creado en el directorio personal del usuario tendrá el grupo correcto.
pl: B<adduser> utworzy katalog domowy użytkownika zgodnie z ustawieniami B<DHOME>, B<GROUPHOMES>, B<LETTERHOMES> w pliku konfiguracyjnym. Katalog domowy może zostać nadpisany przez opcję linii poleceń B<--home>, a powłoka - przez opcję B<--shell>. Jeżeli B<USERGROUPS> jest ustawione na I<yes>, to katalogowi domowemu użytkownika zostanie nadany bit set-group-ID, co powoduje, że jakikolwiek plik utworzony w tym katalogu będzie miał przydzieloną właściwą grupę.
sv: B<adduser> kommer att skapa en hemkatalog enligt B<DHOME>, B<GROUPHOMES> och B<LETTERHOMES>. Hemkatalogen kan köras över från kommandoraden med flaggan B<--home> och skalet med flaggan B<--shell>. Hemkatalogers setgid-bit är satt om B<USERGROUPS> är I<yes> så att alla filer som skapas i användarens hemkatalog kommer att ha den korrekta gruppen.

source: B<adduser> will copy files from B<SKEL> into the home directory and prompt for finger (gecos) information and a password. The gecos may also be set with the B<--gecos> option. With the B<--disabled-login> option, the account will be created but will be disabled until a password is set. The B<--disabled-password> option will not set a password, but login is still possible (for example with SSH RSA keys).
de: B<adduser> wird Dateien von B<SKEL> in das Home-Verzeichnis kopieren und zur Eingabe von Finger-Informationen (Gecos) und eines Passworts auffordern. Die Gecos können auch mit der Option B<--Gecos> übergeben werden. Mit der Option B<--disabled-login> wird das Benutzerkonto erstellt, aber bis zur Festlegung eines Passworts deaktiviert. Die Option B<--disabled-password> legt kein Passwort fest, aber eine Anmeldung ist dennoch möglich (zum Beispiel mit SSH-RSA-Schlüsseln).
es: B<adduser> copiará los ficheros desde B<SKEL> en el directorio personal y preguntará por la información del campo gecos y por la clave. El campo gecos también se puede definir con la opción B<--gecos>. Con la opción B<--disabled-login>, la cuenta se creará pero estará deshabilitada hasta que se proporcione una clave. La opción B<--disabled-password> no establecerá la clave, pero todavía será posible trabajar con la cuenta, por ejemplo mediante claves SSH RSA.
pl: B<adduser> skopiuje pliki z katalogu B<SKEL> do katalogu domowego użytkownika, poprosi o dane użytkownika (GECOS) oraz o hasło. Dane użytkownika mogą być także ustawione opcją B<--gecos>. Podanie opcji B<--disabled-login> spowoduje utworzenie konta użytkownika, które będzie niedostępne (zablokowane), dopóki nie zostanie ustawione hasło. Opcja B<--disabled-password> nie ustawi hasła, ale dostęp użytkownika do systemu będzie możliwy (na przykład przez użycie programu SSH z kluczami RSA).
sv: B<adduser> kommer att kopiera filer från B<SKEL> till hemkatalogen och fråga efter fingerinformation (gecos) och ett lösenord. Gecos kan också ställas in med flaggan B<--gecos>. Med flaggan B<--disabled-login> kommer kontot att skapas men inaktiveras tills ett lösenord är satt. Flaggan B<--disabled-password> kommer inte att sätta ett lösenord men inloggning är fortfarande möjlig (till exempel genom SSH RSA-nycklar).

source: If the file B</usr/local/sbin/adduser.local> exists, it will be executed after the user account has been set up in order to do any local setup. The arguments passed to B<adduser.local> are:
de: Wenn die Datei B</usr/local/sbin/adduser.local> existiert, wird sie nach der Einrichtung des Benutzerkontos ausgeführt, um lokale Einstellungen vorzunehmen. An B<adduser.local> werden die folgenden Argumente übergeben:
es: Si existe el fichero B</usr/local/sbin/adduser.local>, se ejecutará después de que la cuenta de usuario esté lista, posibilitando realizar ajustes locales. Los argumentos que se pasan a B<adduser.local> son:
pl: Po utworzeniu i ustawieniu konta użytkownika, jeżeli istnieje plik B</usr/local/sbin/adduser.local>, to zostanie on uruchomiony w celu wykonania lokalnych ustawień. Argumenty przekazywane do B<adduser.local> są nastepujące:
sv: Om filen B</usr/local/sbin/adduser.local> existerar kommer den att startas efter att användarens konto har blivit uppsatt för att göra vissa lokala inställningar. Argumenten som skickas till B<adduser.local> är:

source: username uid gid home-directory
de: Benutzername, UID, GID und Home-Verzeichnis.
es: nombre-usuario UID GID directorio-personal
pl: nazwa-użytkownika uid gid katalog-domowy
sv: användarnamn uid gid hemkatalog

source: The environment variable VERBOSE is set according to the following rule:
de: Die Umgebungsvariable VERBOSE wird mit der folgenden Regel gesetzt:
es: La variable de entorno VERBOSE se define de acuerdo a la siguiente regla:
pl: Zmienna środowiskowa VERBOSE jest ustawiana na:
sv: Miljövariabeln VERBOSE ställs in enligt följande regel:

source: 0 if --quiet is specified
de: 0, wenn B<--quiet> angegeben wurde
es: 0 si se define --quiet
pl: 0, jeśli podano opcję --quiet
sv: 0 om --quiet angivs

source: 1 if neither --quiet nor --debug is specified
de: 1, wenn weder B<--quiet> noch B<--debug> angegeben wurde
es: 1 si no se definen ni --quiet ni --debug
pl: 1, jeśli nie podano żadnej z opcji --quiet i --debug
sv: 1 om varken --quiet eller --debug är angivna

source: 2 if --debug is specified
de: 2, wenn B<--debug> angegeben wurde
es: 2 si se define --debug
pl: 2, jeśli podano opcję --debug
sv: 2 om --debug angivs

source: (The same applies to the variable DEBUG, but DEBUG is deprecated and will be removed in a later version of adduser.)
de: (Das gleiche gilt für die Variable DEBUG, aber DEBUG ist veraltet und wird in einer zukünftigen Version von B<adduser> entfernt werden.)
es: (Se aplica lo mismo a la variable DEBUG, pero DEBUG está obsoleto y se eliminará en un versión futura de adduser.)
pl: (To samo dotyczy zmiennej DEBUG, jednak ta zmienna jest przestarzała i zostanie usunięta w którejś z przyszłych wesji programu adduser).
sv: (Samma gäller för varibeln DEBUG men DEBUG bör inte användas och kommer att tas bort i en senare version av adduser.)

source: Add a system user
de: Einen System-Benutzer einrichten
es: Añadir un usuario del sistema
pl: Dodawanie użytkowników systemowych
sv: Lägg till en systemanvändare

source: If called with one non-option argument and the B<--system> option, B<adduser> will add a system user. If a user with the same name already exists in the system uid range (or, if the uid is specified, if a user with that uid already exists), adduser will exit with a warning. This warning can be suppressed by adding "--quiet".
de: Wird B<adduser> ohne die Option B<--system> und mit einem nicht optionalen Argument aufgerufen, richtet B<adduser> einen System-Benutzer ein. Wenn schon ein Benutzer mit demselben Namen existiert und seine UID in den Systembereich fällt (oder wenn eine UID angegeben wird, diese schon an einen Benutzer vergeben ist), wird sich adduser beenden und eine Warnung ausgeben. Diese Warnung kann unterdrückt werden, indem Sie die Option B<--quiet> wählen.
es: Si se invoca con un argumento que no es ninguna opción y la opción B<--system>, B<adduser> añadirá un un usuario del sistema. Si ya existe un usuario con el mismo nombre en el rango del sistema de UID (o si se especifica el UID y ya existe un usuario con ese UID), adduser abandonará con un aviso. Puede suprimir este aviso añadiendo «--quiet».
pl: B<adduser>, gdy zostanie uruchomiony z jednym argumentem, nie będącym opcją, oraz z opcją B<--system>, doda użytkownika systemowego. Jeżeli taki użytkownik z identyfikatorem użytkownika (uid) mieszczącym się w zakresie identyfikatorów użytkowników systemowych (lub jeżeli uid jest podany w linii poleceń, to z tym identyfikatorem) już istnieje, adduser wyświetli ostrzeżenie i zakończy działanie. Ostrzeżenie to można wyłączyć, używając opcji "--quiet"
sv: Om anropad med ett icke-flagga-argument och flaggan B<--system> kommer B<adduser> att lägga till en systemanvändare. Om en användare med samma namn redan existrerar i system-UID-intervallet (eller, om UID angavs, om en användare med det UID redan existerar) kommer adduser att avslutas med en varning. Denna varning kan gömmas med "--quiet".
