Repository: dankamongmen/sprezzos-world
Catalog: packaging/adduser/doc/po4a/po/*.po
Languages: de, es, pl, sv

source: Place the backup files not in / but in the directory specified by this parameter. This implicitly sets --backup also.
de: Die Sicherungsdatei wird nicht im Wurzelverzeichnis (/) gespeichert, sondern in dem von diesem Parameter festgelegten Verzeichnis. Implizit wird damit auch die Option B<--backup> gewählt.
es: No ubica las copias de respaldo en «/», sino en el directorio definido por este parámetro. Define «--backup» de forma implícita.
pl: Zamiast umieszczać pliki pliki kopii zapasowych w /, umieszcza je w katalogu podanym jako parametr tej opcji. Ustawia opcję --backup.
sv: Placera inte säkerhetskopiefiler i / utan en annan katalog som anges med denna parameter. Detta innebär automatiskt att --backup används.

source: Remove the home directory of the user and its mailspool. If --backup is specified, the files are deleted after having performed the backup.
de: Entfernt das Home-Verzeichnis des Benutzers und seinen E-Mail-Puffer. Ist B<--backup> gewählt, wird vor dem Löschen der Dateien eine Sicherungskopie erstellt.
es: Elimina el directorio personal del usuario y su cola de correo. Si se define «--backup», los ficheros se eliminarán después de realizar la copia de respaldo.
pl: Usuwa katalog domowy użytkownika i jego pocztę. Jeśli podano --backup, pliki są usuwane po utworzeniu ich kopii zapasowej.
sv: Ta bort hemkatalogen ochh postfilen för användaren. Om --backup specificeras raderas filerna först efter att en säkerhetskopia tagits.

source: Remove all files from the system owned by this user. Note: --remove-home does not have an effect any more. If --backup is specified, the files are deleted after having performed the backup.
de: Entfernt alle Dateien aus dem System, die der Benutzer besitzt.Hinweis: B<--remove-home> hat keinen Effekt mehr. Wenn B<-- backup> angegeben wird, werden die Dateien gelöscht, nachdem eine Sicherung durchgeführt wurde.
es: Elimina todos los ficheros del sistema propiedad de este usuario. Nota: «remove-home» ya no tiene efecto. Si se define «--backup», se eliminarán los ficheros después de realizar la copia de respaldo.
pl: Usuwa z systemu wszystkie pliki, których właścicielem jest ten użytkownik. Uwaga: w przypadku podania tej opcji, --remove-home nie będzie miało żadnego efektu. Jeśli podano --backup, pliki są usuwane po utworzeniu ich kopii zapasowej.
sv: Ta bort alla filer från systemet som ägs av den här användaren. OBS: --remove-home gäller inte längre. Om --backup är specificerat kommer en säkerhetskopia på filerna först tas.

source: RETURN VALUE
de: RÜCKGABEWERT
es: VALOR DE SALIDA
pl: WARTOŚĆ ZWRACANA
sv: RETURVÄRDE

source: The action was successfully executed.
de: Die Aktion wurde erfolgreich ausgeführt.
es: La acción se ha ejecutado correctamente.
pl: Akcja została pomyślnie wykonana.
sv: Åtgärden kördes utan problem.

source: The user to delete was not a system account. No action was performed.
de: Der Benutzer, der gelöscht werden sollte, hatte kein Systemkonto. Es wurde nichts unternommen.
es: El usuario a eliminar no es una cuenta del sistema. No se ha realizado ninguna acción.
pl: Użytkownik do usunięcia nie był użytkownikiem systemowym. Nie wykonano żadnej akcji.
sv: Användaren som skulle tas bort var inte ett systemkonto. Ingen åtgärd genomfördes.

source: There is no such user. No action was performed.
de: Dieser Benutzer existiert nicht. Es wurde nichts unternommen.
es: El usuario no existe. No se ha realizado ninguna acción.
pl: Podany użytkownik nie istnieje. Nie wykonano żadnej akcji.
sv: Det finns ingen sådan användare. Ingen åtgärd genomfördes.

source: There is no such group. No action was performed.
de: Diese Gruppe existiert nicht. Es wurde nichts unternommen.
es: El grupo no existe. No se ha realizado ninguna acción.
pl: Podana grupa nie istnieje. Nie wykonano żadnej akcji.
sv: Det finns ingen sådan grupp. Ingen åtgärd genomfördes.

source: Internal error. No action was performed.
de: Es wurde nichts unternommen (interner Fehler).
es: Se ha detectado un error interno. No se ha realizado ninguna acción.
pl: Błąd wewnętrzny. Nie wykonano żadnej akcji.
sv: Internt fel. Ingen åtgärd genomfördes.

source: The group to delete is not empty. No action was performed.
de: Die Gruppe wurde nicht gelöscht, weil sie noch Mitglieder hatte. Es wurde nichts unternommen.
es: El grupo a eliminar no está vacío. No se ha realizado ninguna acción.
pl: Usuwana grupa nie jest pusta. Nie wykonano żadnej akcji.
sv: Gruppen som skulle tas bort är inte tom. Ingen åtgärd genomfördes.

source: The user does not belong to the specified group. No action was performed.
de: Der Benutzer gehört nicht zu der angegebenen Gruppe. Es wurde nichts unternommen.
es: El usuario no pertenece al grupo especificado. No se ha realizado ninguna acción.
pl: Użytkownik nie należy do podanej grupy. Nie wykonano żadnej akcji.
sv: Användaren tillhör inte den angivna gruppen. Ingen åtgärd genomfördes.

source: You cannot remove a user from its primary group. No action was performed.
de: Sie können einen Benutzer nicht aus seiner primären Gruppe entfernen. Es wurde nichts unternommen.
es: No puede eliminar un usuario de su grupo primario. No se ha realizado ninguna acción.
pl: Nie można usunąć użytkownika z jego podstawowej grupy. Nie wykonano żadnej akcji.
sv: Du kan inte ta bort en användare från sin primära grupp. Ingen åtgärd genomfördes.

source: The required perl-package 'perl modules' is not installed. This package is required to perform the requested actions. No action was performed.
de: Das erforderlich Perl-Paket »perl-modules« ist nicht installiert. Dieses Paket ist für die Ausführung der gewählten Aktionen erforderlich. Es wurde nichts unternommen.
es: El paquete requerido perl-modules no está instalado. Este paquete es necesario para realizar las acciones solicitadas. No se ha realizado ninguna acción.
pl: Nie został zainstalowany pakiet "perl-modules", który jest wymagany do przeprowadzenia żądanych akcji. Nie wykonano żadnej akcji.
sv: Paketet "perl modules" behövs men är inte installerat. Paketet behövs för att kunna utföra de begärda åtgärderna. Ingen åtgärd genomfördes.

source: For removing the root account the parameter "--force" is required. No action was performed.
de: Für die Entfernung des Benutzers »root« ist der Parameter B<--force> erforderlich. Es wurde nichts unternommen.
es: Se requiere el parámetro «--force» para eliminar la cuenta del usuario «root». No se ha realizado ninguna acción.
pl: Aby usunąć konto użytkownika root, wymagane jest podanie opcji "--force". Nie wykonano żadnej akcji.
sv: För att tabort rot-konto måste flaggan "--force" användas. Ingen åtgärd genomfördes.

source: Copyright (C) 2000 Roland Bauerschmidt. Modifications (C) 2004 Marc Haber and Joerg Hoh. This manpage and the deluser program are based on adduser which is:
de: Copyright (C) 2000 Roland Bauerschmidt. Modifikationen (C) 2004 Marc Haber und Joerg Hoh. Diese Handbuchseite und das Programm deluser beruhen auf adduser;
es: Copyright (C) 2000 Roland Bauerschmidt. Modificaciones (C) 2004 Marc Haber y Joerg Hoh. Esta página de manual y el programa deluser se basan en adduser, el cual es:
pl: Copyright (C) 2000 Roland Bauerschmidt. Modyfikacje (C) 2004 Marc Haber i Joerg Hoh. Ta strona podręcznika oraz program deluser opierają się na adduser, którego prawa autorskie są następujące:
sv: Copyright (C) 2000 Roland Bauerschmidt. Modifieringar (C) 2004 Marc Haber och Joerg Hoh. Denna manualsida och programmet deluser är baserade på adduser som är:

source: Copyright (C) 1997, 1998, 1999 Guy Maor.
pl: Copyright (C) 1997, 1998, 1999 Guy Maor. Modyfikowany przez Rolanda Bauerschmidta i Marca Habera.

source: Copyright (C) 1994 Ian Murdock. B<deluser> is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is I<no> warranty.
de: Copyright (C) 1994 Ian Murdock. B<Deluser> ist freie Software; siehe die GNU General Public Licence Version 2 oder später für die Kopierbedingungen. Es wird I<keine> Garantie übernommen.
es: Copyright (C) 1994 Ian Murdock. B<adduser> es software libre; lea la Licencia Pública General de GNU versión 2 o posterior para las condiciones de copia. I<No> hay garantía.
pl: Copyright (C) 1994 Ian Murdock. B<deluser> jest wolnym oprogramowaniem, warunki licencji - patrz GNU General Public Licence w wersji 2 lub wyższej. Nie ma I<żadnych> gwarancji.
sv: Copyright (C) 1994 Ian Murdock. B<deluser> är fri programvara; se GNU General Public Licence version 2 eller senare för villkor för kopiering. Det finns I<ingen> garanti.

source: /etc/deluser.conf - configuration file for B<deluser(8)> and B<delgroup(8)>.
de: /etc/deluser.conf - Konfigurationsdatei für B<deluser(8)> und B<delgroup(8)>
es: /etc/deluser.conf - Fichero de configuración para B<deluser(8)> y B<delgroup(8)>
pl: /etc/deluser.conf - plik konfiguracyjny programów B<deluser(8)> i B<delgroup(8)>.
sv: /etc/deluser.conf - konfigurationsfil för B<deluser(8)> och B<delgroup(8)>.

source: The file I</etc/deluser.conf> contains defaults for the programs B<deluser(8)> and B<delgroup(8)>. Each option takes the form I<option> = I<value>. Double or single quotes are allowed around the value. Comment lines must have a hash sign (#) at the beginning of the line.
de: Die Datei I</etc/deluser.conf> enthält Vorgabewerte für die Programme B<deluser>(8) und B<delgroup>(8). Jede Option hat die Form I<option> = I<value>. Die Werte können von einfachen oder doppelten Anführungszeichen eingeschlossen werden. Kommentarzeilen müssen mit dem Raute-Zeichen (#) beginnen.
es: El fichero I</etc/deluser.conf> contiene las preferencias de los programas B<deluser(8)> y B<delgroup(8)>. Cada opción tiene la forma I<opción> = I<valor>. Se permiten comillas simples o dobles alrededor del valor. Los comentarios deben comenzar con el signo #.
pl: Plik I</etc/deluser.conf> zawiera domyślne wartości konfiguracji programów B<deluser(8)> oraz B<delgroup(8)>. Każda opcja ma postać I<opcja> = I<wartość>. Dozwolone jest ujmowanie wartości w apostrofy lub cudzysłowy. Linie komentarza muszą zaczynać się od znaku hasha (#).
sv: Filen I</etc/deluser.conf> innehåller standardvärden för programmen B<deluser(8)> och B<delgroup(8)>. Varje flagga tas emot i formatet I<flagga> = I<värde>. Citattecken och apostrofer tillåts runt värdet. Kommentarsrader måste ha ett #-tecken i början av raden.

source: deluser(8) and delgroup(8) also read /etc/adduser.conf, see adduser.conf(8); settings in deluser.conf may overwrite settings made in adduser.conf.
de: B<deluser>(8) und B<delgroup>(8) lesen auch /etc/adduser.conf, siehe B<adduser.conf>(5). Einstellungen in deluser.conf können Einstellungen aus adduser.conf überschreiben.
es: deluser(8) y delgroup(8) también leen «/etc/adduser.conf», consulte adduser.conf(8); las opciones de configuración en «deluser.conf» pueden anular la configuración en «adduser.conf».
pl: deluser(8) and delgroup(8) czytają także plik /etc/adduser.conf, patrz adduser.conf(8); ustawienia w pliku deluser.conf mogą nadpisywać ustawienia z pliku adduser.conf.
sv: deluser(8) och delgroup(8) läs också /etc/adduser.conf, läs även adduser.conf(8). inställningar i deluser.conf kan överlagra inställningar i adduser.conf.

source: Removes the home directory and mail spool of the user to be removed. Value may be 0 (don't delete) or 1 (do delete).
de: Löscht das Home-Verzeichnis und den E-Mail-Puffer des zu entfernenden Benutzers. Mögliche Werte sind 0 (nicht löschen) oder 1 (löschen).
es: Determina si se elimina el directorio personal y de correo (n.t. mail spool) del usuario. El valor puede ser 1 (elimina) o cero (no elimina).
pl: Usuwa katalog domowy oraz plik zawierający przychodzącą pocztę użytkownika. Wartością tej opcji może być 0 (nie usuwaj) lub 1 (usuń).
sv: Tar bort hemkatalogen och spolfilen för post för användaren som tas bort. Värdet kan vara 0 (tar inte bort) eller 1 (tar bort).

source: Removes all files on the system owned by the user to be removed. If this option is activated B<REMOVE_HOME> has no effect. Values may be 0 or 1.
de: Löscht im System alle Dateien des Benutzers, der entfernt wird. Wenn diese Option aktiviert ist, hat B<REMOVE_HOME> keine Auswirkung. Mögliche Werte sind 0 oder 1.
es: Elimina todos los ficheros del sistema pertenecientes al usuario eliminado. Si la opción está activada B<REMOVE_HOME> no tiene efecto. Puede valer 1 o 0.
pl: Usuwa z systemu wszystkie pliki, których właścicielem jest usuwany użytkownik. Jeżeli ta opcja jest aktywna, to B<REMOVE_HOME> nie ma żadnego efektu. Wartością tej opcji może być 0 lub 1.
sv: Tar bort alla filer på systemet som ägs av användaren. Om denna flagga är aktiverad har B<REMOVE_HOME> ingen effekt. Värdet kan vara 0 eller 1.

source: If B<REMOVE_HOME> or B<REMOVE_ALL_FILES> is activated all files are backuped before they are removed. The backup file that is created defaults to username.tar(.gz|.bz2) in the directory specified by the B<BACKUP_TO> option. The compression method is chosen to the best that is available. Values may be 0 or 1.
de: Wenn eine der Optionen B<REMOVE_HOME> oder B<REMOVE_ALL_FILES> aktiviert ist, wird von allen Dateien eine Sicherungskopie angelegt, bevor sie entfernt werden. Die Backup-Datei trägt standardmäßig den Namen »username.tar(gz|Bz2)« und wird in dem durch B<BACKUP_TO> vorgegebenen Verzeichnis gespeichert. Als Kompressionsmethode wird die beste verfügbare gewählt. Mögliche Werte sind 0 oder 1.
es: Si B<REMOVE_HOME> o B<REMOVE_ALL_FILES> está activado, se realizará una copia de respaldo de todos los ficheros antes de eliminarlos. La copia de respaldo creada se nombrará nombreusuario.tar(.gz|.bz2) por omisión, en el directorio especificado por la opción B<BACKUP_TO>. El método de compresión se selecciona entre los mejores disponibles. Los valores pueden ser 1 o cero.
pl: Jeżeli uaktywniono B<REMOVE_HOME> lub B<REMOVE_ALL_FILES>, to wszystkie pliki przed usunięciem są archiwizowane. Domyślną nazwą pliku archiwum jest nazwa-użytkownika.tar(.gz|.bz2) w katalogu określonym w opcji B<BACKUP_TO>. Jako metodę kompresji wybiera się najlepszą spośród tych, które są dostępne. Wartością tej opcji może być 0 lub 1.
sv: Om B<REMOVE_HOME> eller B<REMOVE_ALL_FILES> är aktiverade kommer alla filer att säkerhetskopieras före de tas bort. Den säkerhetskopierade filen skapas i formatet användarnamn.tar(.gz|.bz2) i den katalog som angivits med flaggan B<BACKUP_TO>. Komprimeringsmetoden som väljs är den bästa som finns tillgänglig. Värdet kan vara 0 eller 1.

source: If B<BACKUP> is activated, B<BACKUP_TO> specifies the directory the backup is written to. Default is the current directory.
de: Wenn B<BACKUP> aktiviert ist, legt B<BACKUP_TO> das Verzeichnis fest, in das der Backup geschrieben wird. Der Standardwert hierfür ist das aktuelle Verzeichnis.
es: Si B<BACKUP> está activado, B<BACKUP_TO> especifica el directorio donde se escribe la copia de seguridad. El valor predeterminado es el directorio actual.
pl: Jeżeli uaktywniono B<BACKUP>, to B<BACKUP_TO> określa nazwę katalogu, w którym są zapisywane pliki z kopiami zapasowymi. Domyślną wartością jest katalog bieżący.
sv: Om B<BACKUP> är aktiverad anger B<BACKUP_TO> katalogen din säkerhetskopian skrivs till. Standardvärde är nuvarande katalog.

source: A list of regular expressions, space separated. All files to be deleted in course of deleting home directories or deleting files owned by the user to be deleted are checked against each of these regular expressions. If a match is detected, the file is not deleted. Defaults to a list of system directories, leaving only /home.
de: Eine Liste von regulären Ausdrücken, getrennt durch Leerzeichen. Alle zu löschenden Dateien des Benutzers (einschließlich denen des Home-Verzeichnisses) werden mit jedem der regulären Ausdrücke verglichen. Wenn eine Übereinstimmung erkannt wird, wird die Datei nicht gelöscht. Standardmäßig wird eine Liste der System-Verzeichnisse vorgegeben, sodass nur /home gelöscht wird.
es: Una lista de expresiones regulares separadas por espacios. Todos los ficheros a eliminar durante la eliminación de directorios personales, o de ficheros propiedad del usuario, se comparan con estas expresiones regulares. El fichero no se eliminará si se detecta una coincidencia. El comportamiento predeterminado es una lista de directorios del sistema, omitiendo sólo «/home».
pl: Lista wyrażeń regularnych rozdzielonych spacjami. Według tych wyrażeń są sprawdzane wszystkie pliki przeznaczone do usunięcia z powodu usuwania katalogów domowych albo z powodu usuwania plików, których właścicielem jest dany użytkownik. Jeżeli plik pasuje do wyrażenia, to nie jest usuwany. Wartością domyślną jest lista katalogów systemowych, oprócz /home.
sv: En list på reguljära uttryck, separerade med mellanslag. Alla filer som ska tas bort om hemkataloger ska tas bort eller borttagning av filer ägda av en användare som ska tas bort kontrolleras mot varje av dessa reguljära uttryck. Om en matchning upptäcks kommer filen inte att tas bort. Standardvärde är en lista av systemkataloger, endast /home gäller.

source: In other words: By default only files below /home belonging to that specific user are going to be deleted.
de: Mit anderen Worten: Standardmäßig werden nur die Dateien des Benutzers unterhalb von /home gelöscht.
es: En otras palabras: Por omisión, sólo se eliminarán los ficheros bajo la carpeta «/home» que pertenezcan a ese usuario específico.
pl: Innymi słowy: Domyślnie usuwane są tylko te pliki należące do podanego użytkownika, które znajdują się w /home.
sv: Med andra ord: Endast filer under /home som tillhör den aktuella användaren kommer att raderas.

source: Only delete a group if there are no user who belong to this group. Defaults to 0.
de: Eine Gruppe wird nur gelöscht, wenn diese Gruppe keine Mitglieder hat. Der Standardwert ist 0.
es: Sólo elimina un grupo si ningún usuario pertenece a él. El valor predeterminado es cero.
pl: Usuwa grupę, tylko wtedy gdy nie należy do niej żaden użytkownik. Wartością domyślną jest 0.
sv: Ta endast bort en grupp om det inte finns några som tillhör denna grupp. Standardvärde är 0.

source: A regular expression which describes all file systems which should be excluded when looking for files of a user to be deleted. Defaults to "(proc|sysfs|usbfs|devpts|tmpfs|afs)".
de: Dieser reguläre Ausdruck beschreibt alle Dateisysteme, die nicht durchsucht werden, wenn Dateien eines Benutzers gelöscht werden sollen. Der Standardwert ist »(proc|sysfs|usbfs|devpts|tmpfs|afs)«.
es: Una expresión regular que describe todos los sistemas de ficheros a excluir al buscar los ficheros de un usuario a eliminar. El valor predeterminado es «(proc|sysfs|usbfs|devpts|tmpfs|afs)».
pl: Wyrażenie regularne opisująca wszystkie systemy plików, które powinny być pominięte podczas wyszukiwania plików użytkownika przeznaczonych do usunięcia. Wartość domyślna to "(proc|sysfs|usbfs|devpts|tmpfs|afs)".
sv: Ett reguljärt uttryck som beskriver alla filsystem som bör undantas när sökning efter vilka filer som ska tas bort för en användare. Standard är "(proc|sysfs|usbfs|devpts|tmpfs|afs)".

source: adduser(8), addgroup(8), deluser(8), delgroup(8), deluser.conf(5)
de: B<deluser.conf>(5), B<addgroup>(8), B<adduser>(8), B<delgroup>(8), B<deluser>(8)

source: deluser.conf(5), adduser(8), userdel(8), groupdel(8)
de: deluser.conf(5), adduser(8), groupdel(8), userdel(8)

source: deluser(8), delgroup(8), adduser.conf(5)
de: B<adduser.conf>(5), B<deluser>(8), B<delgroup>(8)
