Repository: dankamongmen/sprezzos-world
Catalog: packaging/grub/debian/po/*.po
Languages: es, id

source: Chainload from menu.lst?
es: ¿Desea realizar la carga en cadena desde el archivo «menu.lst»?
id: Chainload dari menu.lst?

source: GRUB upgrade scripts have detected a GRUB Legacy setup in /boot/grub.
es: Los scripts de actualización han detectado en «/boot/grub» una configuración heredada de una versión anterior de GRUB.
id: Script pemutakhiran GRUB menemukan konfigurasi GRUB jadul di /boot/grub.

source: In order to replace the Legacy version of GRUB in your system, it is recommended that /boot/grub/menu.lst is adjusted to load a GRUB 2 boot image from your existing GRUB Legacy setup. This step can be automatically performed now.
es: Con el fin de reemplazar la versión anterior de GRUB en el sistema, se recomienda configurar «/boot/grub/menu.lst» para que cargue GRUB 2 a partir de la configuración heredada de GRUB. Este paso se puede hacer de forma automática.
id: Untuk mengganti GRUB jadul pada sistem Anda, sangat disarankan menyesuaikan /boot/grub/menu.lst agar memuat citra boot GRUB2 dari konfigurasi GRUB Jadul. Langkah ini mungkin akan dilakukan otomatis sekarang.

source: It's recommended that you accept chainloading GRUB 2 from menu.lst, and verify that the new GRUB 2 setup works before it is written to the MBR (Master Boot Record).
es: Se recomienda que acepte cargarlo en cadena desde el archivo «menu.lst» y que compruebe el buen funcionamiento del nuevo GRUB 2, antes de instalarlo en el MBR («Master Boot Record»).
id: Sangat disarankan Anda menerima hasil penyesuaian GRUB 2 dari menu.lst dan memastikan bahwa konfigurasi GRUB 2 bekerja dengan baik sebelum Anda memasangnya pada MBR (Master Boot Record).

source: Whatever your decision, you can replace the old MBR image with GRUB 2 later by issuing the following command as root:
es: Sea cual sea su decisión, puede reemplazar la imagen del MBR anterior con GRUB 2 más tarde ejecutando, como administrador («root»), la siguiente orden:
id: Apapun pilihan Anda, Anda dapat mengganti citra MBR lama dengan GRUB2 di lain waktu dengan menjalankan perintah berikut sebagai root:

source: GRUB install devices:
es: Dispositivos en los que se puede instalar GRUB:
id: Piranti pemasangan GRUB:

source: The grub-pc package is being upgraded. This menu allows you to select which devices you'd like grub-install to be automatically run for, if any.
es: Se está actualizando el paquete grub-pc. Este menú le permite escoger en qué dispositivos quiere ejecutar automáticamente grub-install, si es que quiere.
id: Paket grub-pc sedang diperbaharui. Menu ini memungkinkan Anda memilih piranti yang Anda inginkan untuk menjalankan grub-install.

source: Running grub-install automatically is recommended in most situations, to prevent the installed GRUB core image from getting out of sync with GRUB modules or grub.cfg.
es: Se recomienda ejecutar automáticamente grub-install en la mayoría de las situaciones, para evitar que la imagen del núcleo de GRUB instalada no esté sincronizada con los módulos GRUB o con el archivo «grub.cfg».
id: Menjalankan grub-install secara otomatis sangat disarankan dalam kebanyakan kasus. Hal ini untuk mencegah citra inti GRUB yang terpasang tidak sesuai dengan modul GRUB atau grub.cfg

source: If you're unsure which drive is designated as boot drive by your BIOS, it is often a good idea to install GRUB to all of them.
es: Si no está seguro cuál es la unidad de arranque de la BIOS, normalmente es una buena idea instalar GRUB en todas ellas.
id: Jika Anda tidak yakin piranti yang dijadikan piranti boot oleh BIOS, sangat disarankan untuk memasang GRUB di semua piranti dimaksud.

source: Note: it is possible to install GRUB to partition boot records as well, and some appropriate partitions are offered here. However, this forces GRUB to use the blocklist mechanism, which makes it less reliable, and therefore is not recommended.
es: Nota: también es posible instalar GRUB en los registros de arranque de particiones, aquí se ofrecen algunas particiones apropiadas. Sin embargo, esto obliga a GRUB a utilizar el mecanismo de la lista de bloqueo, que lo hace menos fiable, y por tanto no es recomendable.
id: Catatan: sangat mungkin memasang GRUB di partisi boot dan beberapa partisi yang sesuai disajikan di sini. Tetapi, hal ini akan memaksa GRUB menggunakan mekanisme blocklist, yang membuatnya kurang handal dan oleh karenanya tidak disarankan.

source: The GRUB boot loader was previously installed to a disk that is no longer present, or whose unique identifier has changed for some reason. It is important to make sure that the installed GRUB core image stays in sync with GRUB modules and grub.cfg. Please check again to make sure that GRUB is written to the appropriate boot devices.
es: El gestor de arranque GRUB se instaló previamente en un disco que ya no está presente o cuyo identificador único ha cambiado por alguna razón. Es importante asegurarse de que la imagen del núcleo de GRUB instalada se mantiene sincronizada con los módulos de GRUB y el archivo «grub.cfg». Por favor, asegúrese que GRUB se instala en los dispositivos de arranque adecuado.
id: Pemuat boot GRUB sebelumnya telah dipasang di harddisk yang sekarang sudah lenyap atau identifikasi unik telah berubah karena suatu hal. Sangat penting memastikan citra inti GRUB yang terpasang selalu sesuai dengan modul GRUB dan grub.cfg. Mohon periksa kembali untuk memastikan GRUB ditulis di piranti boot yang sesuai.

source: Writing GRUB to boot device failed - continue?
es: La instalación de GRUB en el dispositivo de arranque ha fallado. ¿Desea continuar?
id: Gagal menulis GRUB ke piranti boot -- lanjutkan?

source: GRUB failed to install to the following devices:
es: No se pudo instalar GRUB en los siguientes dispositivos:
id: Gagal memasang GRUB pada piranti berikut ini:

source: Do you want to continue anyway? If you do, your computer may not start up properly.
es: ¿Desea continuar de todos modos? Si lo hace, puede que su máquina no se inicie apropiadamente.
id: Anda yakin akan lanjut terus? Jika ya, komputer Anda mungkin tidak dapat beroperasi.

source: Writing GRUB to boot device failed - try again?
es: La instalación de GRUB en el dispositivo de arranque ha fallado. ¿Desea volver a intentarlo?
id: Gagal menulis GRUB ke piranti boot. Coba lagi?

source: You may be able to install GRUB to some other device, although you should check that your system will boot from that device. Otherwise, the upgrade from GRUB Legacy will be canceled.
es: Puede instalar GRUB en otro dispositivo, aunque debería comprobar que su sistema arrancará desde ese dispositivo. De otro modo, se cancelará la actualización de la versión anterior de GRUB.
id: Anda dapat memasang GRUB pada piranti lainnya. Tetapi, Anda harus memastikan komputer dapat boot dari piranti tersebut. Jika tidak, pemutakhiran dari GRUB jadul akan dibatalkan.

source: Continue without installing GRUB?
es: ¿Desea continuar sin instalar GRUB?
id: Lanjutkan tanpa memasang GRUB?

source: You chose not to install GRUB to any devices. If you continue, the boot loader may not be properly configured, and when this computer next starts up it will use whatever was previously in the boot sector. If there is an earlier version of GRUB 2 in the boot sector, it may be unable to load modules or handle the current configuration file.
es: Ha escogido no instalar GRUB en ningún dispositivo. Si continua, puede que el cargador de arranque no se configure correctamente, y cuando esta máquina se vuelva a iniciar se utilizará lo que hubiera anteriormente en el sector de arranque. Si hay una versión previa de GRUB 2 en el sector de arranque, puede que sea imposible cargar los módulos o manejar el archivo de configuración actual.
id: Anda memilih tidak memasang GRUB di piranti apapun. Jika Anda lanjutkan, pemuat boot mungkin tidak terkonfigurasi dengan benar. Jika komputer ini dinyalakan kembali, maka apapun yang sebelumnya ada di bootsector akan digunakan. Jika ada versi awal GRUB2 di bootsector, mungkin tidak dapat memuat modul-modul atau menangani berkas konfigurasi mutakhir.

source: If you are already using a different boot loader and want to carry on doing so, or if this is a special environment where you do not need a boot loader, then you should continue anyway. Otherwise, you should install GRUB somewhere.
es: Si está ejecutando un cargador de arranque diferente y quiere seguir haciéndolo o si es un entorno especial en el que no necesita un cargador de arranque, entonces debería continuar. De otro modo, debería instalar GRUB en otra ubicación.
id: Jika Anda telah menggunakan pemuat boot yang berbeda dan ingin tetap seperti itu, atau ada kebutuhan khusus yang membuat Anda tidak memerlukan pemuat boot, maka Anda bisa melanjutkan terus. Jika tidak, Anda harus memasang GRUB di tempat lain.

source: Remove GRUB 2 from /boot/grub?
es: ¿Desea eliminar GRUB 2 de «/boot/grub»?
id: Hapus GRUB 2 dari /boot/grub?

source: Do you want to have all GRUB 2 files removed from /boot/grub?
es: ¿Desea eliminar todos los archivos de GRUB 2 de «/boot/grub»?
id: Yakinkah Anda ingin menghapus semua berkas GRUB 2 dari /boot/grub?

source: This will make the system unbootable unless another boot loader is installed.
es: Esto hará que el sistema no arranque a menos que otro gestor de arranque esté instalado.
id: Hal ini akan membuat sistem tidak dapat booting kecuali Anda memasang pemuat boot lainnya.

source: Finish conversion to GRUB 2 now?
es: ¿Desea terminar la conversión a GRUB 2 ahora?
id: Selesaikan proses konversi ke GRUB2 sekarang?

source: This system still has files from the GRUB Legacy boot loader installed, but it now also has GRUB 2 boot records installed on these disks:
es: Este sistema todavía tiene archivos del cargador de arranque de la versión anterior de GRUB instalados, pero ahora también tiene registros de arranque de GRUB 2 instalados en estos discos:
id: Sistem ini masih memiliki berkas-berkas dari pemuat boot GRUB Jadul, tapi sekarang juga memiliki rekam boot GRUB2 di piranti berikut:

source: It seems likely that GRUB Legacy is no longer in use, and that you should instead upgrade the GRUB 2 images on these disks and finish the conversion to GRUB 2 by removing old GRUB Legacy files. If you do not upgrade these GRUB 2 images, then they may be incompatible with the new packages and cause your system to stop booting properly.
es: Parece que la versión anterior de GRUB ya no se utiliza, por lo que usted debería actualizar las imágenes de GRUB 2 en estos discos y terminar la conversión a GRUB 2 borrando los archivos de la versión anterior de GRUB. Si no actualiza estas imágenes de GRUB 2, puede que sean incompatibles con los nuevos paquetes y que provoquen que su sistema no arranque correctamente.
id: Tampaknya GRUB Jadul sudah tidak terpakai, dan Anda sebaiknya memasang citra GRUB2 pada harddisk ini, lalu menyelesaikan proses konversi ke GRUB2 dengan menghapus berkas-berkas GRUB Jadul. Jika Anda tidak memutakhirkan citra GRUB2, maka mungkin akan ada masalah inkompatibilitas dengan paket-paket baru dan membuat sistem Anda tidak dapat booting dengan benar.

source: You should generally finish the conversion to GRUB 2 unless these boot records were created by a GRUB 2 installation on some other operating system.
es: Debería terminar la conversión a GRUB 2 a menos que estos registros de arranque los crease una instalación de GRUB 2 en algún otro sistema operativo.
id: Anda sebaiknya menyelesaikan konversi ke GRUB2 kecuali jika rekam boot ini dibuat melalui pemasangan GRUB2 pada sistem operasi lain.

source: Linux command line:
es: Linea de órdenes de Linux:
id: Baris perintah Linux:

source: The following Linux command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary. The command line is allowed to be empty.
es: La siguiente linea de órdenes de Linux se extrajo del archivo «/etc/default/grub» o del parámetro «kopt» en el archivo «menu.lst» de la versión anterior de GRUB. Por favor, compruebe que es correcta y modifíquela si es necesario. La línea de órdenes se puede dejar en blanco.
id: Baris perintah Linux berikut ini disadur dari /etc/default/grub atau parameter 'kopt' di menu.lst pada GRUB jadul. Pastikan kebenarannya dan suntinglah bila perlu. Baris perintahnya diperbolehkan dikosongi.

source: Linux default command line:
es: Linea de órdenes predeterminada de Linux:
id: Baris perintah standar Linux:

source: The following string will be used as Linux parameters for the default menu entry but not for the recovery mode.
es: La siguiente cadena se utilizará como parámetros de Linux para la entrada predeterminada del menú pero no para el modo de recuperación.
id: String berikut ini akan digunakan sebagai parameter Linux untuk menu standar tetapi tidak digunakan untuk modus darurat.

source: kFreeBSD command line:
es: Linea de órdenes de kFreeBSD:
id: Baris perintah kFreeBSD:

source: The following kFreeBSD command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary. The command line is allowed to be empty.
es: La siguiente linea de órdenes de kFreeBSD se extrajo del archivo «/etc/default/grub» o del parámetro «kopt» en el archivo «menu.lst» de la versión anterior de GRUB. Por favor, compruebe que es correcta y modifíquela si es necesario. La línea de órdenes se puede dejar en blanco.
id: Baris perintah kFreeBSD berikut ini disadur dari /etc/default/grub atau parameter 'kopt' di menu.lst pada GRUB jadul. Pastikan kebenarannya dan suntinglah bila perlu. Baris perintahnya diperbolehkan dikosongi.

source: kFreeBSD default command line:
es: Linea de órdenes predeterminada de kFreeBSD:
id: Baris perintah standar kFreeBSD:

source: The following string will be used as kFreeBSD parameters for the default menu entry but not for the recovery mode.
es: La siguiente cadena se utilizará como parámetros de kFreeBSD para la entrada predeterminada del menú pero no para el modo de recuperación.
id: String berikut ini digunakan sebagai parameter kFreeBSD untuk menu standar, tetapi tidak digunakan untuk modus darurat.

source: /boot/grub/device.map has been regenerated
es: Se ha regenerado el archivo «/boot/grub/device.map»
id: /boot/grub/device.map telah dibuat ulang.

source: The file /boot/grub/device.map has been rewritten to use stable device names. In most cases, this should significantly reduce the need to change it in future, and boot menu entries generated by GRUB should not be affected.
es: El archivo «/boot/grub/device.map» se ha rescrito para utilizar los nombres de dispositivos estables. En la mayoría de los casos, esto debería reducir significativamente la necesidad de cambiarlo en el futuro, y las entradas del menú que generó GRUB no se verán afectadas.
id: Berkas /boot/grub/device.map telah ditulis ulang agar menggunakan nama piranti yang stabil. Dalam kebanyakan kasus, hal ini berarti mengurangi kemungkinan perubahan di masa datang, dan isian menu boot yang dibuat oleh GRUB tidak akan terpengaruh.

source: However, since more than one disk is present in the system, it is possible that the system is depending on the old device map. Please check whether there are any custom boot menu entries that rely on GRUB's (hdN) drive numbering, and update them if necessary.
es: Sin embargo, ya que hay más de un disco en el sistema, es posible que el sistema dependa de un mapa de dispositivos antiguo. Por favor, compruebe si tiene entradas personalizadas en el menú de arranque que dependan de la numeración de los dispositivos de GRUB (hdN) y actualícela si es necesario.
id: Akan tetapi, karena ada lebih dari satu harddisk pada sistem ini, sangat mungkin bahwa Anda bergantung pada peta piranti yang lama. Mohon periksa apakah Anda memiliki isian menu boot GRUB secara manual yang menggunakan penomoran harddisk (hdN). Jika ya, perbaiki yang diperlukan.

source: If you do not understand this message, or if there are no custom boot menu entries, you can ignore this message.
es: Puede ignorar este mensaje si no lo entiende o si no tiene entradas personalizadas en el menú de arranque.
id: Jika Anda tidak mengerti pesan ini atau jika tidak memiliki isian menu boot secara manual, Anda bisa mengabaikan pesan ini.
