Repository: dankamongmen/sprezzos-world
Catalog: packaging/mdadm/debian/po/*.po
Languages: es, fr, it, nl, ru

source: MD arrays needed for the root file system:
es: Arrays MD necesarios para el sistema de ficheros raíz:
fr: Ensembles MD requis par le système de fichiers racine :
it: Array MD necessari per il file system di root:
nl: Voor het basisbestandssysteem benodigde RAID-reeksen:
ru: MD-массивы, необходимые для корневой файловой системы:

source: Please enter 'all', 'none', or a space-separated list of devices such as 'md0 md1' or 'md/1 md/d0' (the leading '/dev/' can be omitted).
es: Introduzca «all» (todos), «none» (ninguno) o una lista de dispositivos separados por espacios como por ejemplo puede sólo introducir «md0 md1» o «md/1 md/d0» (no tiene que preceder los nombres de dispositivos con «/dev»).
fr: Veuillez indiquer « all », « none » ou une liste de périphériques, séparés par des espaces, par exemple, « md0 md1 » ou « md/1 md/d0 » (vous pouvez omettre « /dev/ »).
it: Inserire "all", "none" oppure un elenco dei device separati da uno spazio, per esempio "md0 md1" o "md/1 md/d0" (il "/dev/" iniziale può essere omesso).
nl: Geef in 'all' (alle), 'none' (geen) of één of meerdere apparaatbestanden (gescheiden door spaties), bijvoorbeeld "md0 md1" of "md/1 md/d0" (de prefix '/dev/' kan dus worden weggelaten).
ru: Введите список устройств через пробел, слово 'all' или 'none'. Вы можете не указывать начальную часть пути типа '/dev/', а просто вводить имена устройств, например 'md0 md1' или 'md/1 md/d0'.

source: for internal use - only the long description is needed.
es: para uso interno. Sólo se utiliza la descripción larga.
fr: Pour une utilisation interne - seule la description longue est nécessaire
it: uso interno - è necessaria solo la descrizione lunga.
nl: Voor intern gebruik - alleen de lange omschrijving wordt gebruikt.
ru: для внутреннего пользования - нужно использовать только длинное описание.

source: If the system's root file system is located on an MD array (RAID), it needs to be started early during the boot sequence. If it is located on a logical volume (LVM), which is on MD, all constituent arrays need to be started.
es: Si el sistema de ficheros raíz de su sistema está en un array MD (RAID) tiene que inicializarse antes durante de la secuencia de arranque. Si está en un volumen lógico (LVM), que está definido sobre un MD, todos los arrays que lo forman tienen que haberse inicializado.
fr: Si le système de fichiers racine se trouve sur un ensemble MD (RAID), il doit être lancé au début de la procédure de démarrage. Si le système de fichiers racine se trouve sur un volume logique (« LVM »), qui se trouve aussi sur un volume MD, tous les composants de l'ensemble doivent être démarrés.
it: Se il file system di root è su un array MD (RAID), è necessario attivare tale array all'inizio della sequenza d'avvio. Se è su un volume logico (LVM), il quale è su un MD, è necessario attivare tutti gli array che costituiscono il volume.
nl: Als het basisbestandssysteem van uw systeem zich op een RAID-volume bevindt, dient dit vroeg in de opstartcyclus geactiveerd te worden. Als het zich op een logisch volume (LVM) op RAID bevindt, dienen alle betrokken reeksen geactiveerd te worden.
ru: Если в системе корневая файловая система расположена на MD-массиве (RAID), он должен быть запущен в самом начале процесса загрузки. Если корневая файловая система расположена на логическом томе (LVM), который расположен на MD, то должны быть запущены все составляющие массивы.

source: If you know exactly which arrays are needed to bring up the root file system, and you want to postpone starting all other arrays to a later point in the boot sequence, enter the arrays to start here. Alternatively, enter 'all' to simply start all available arrays.
es: Introduzca los arrays a iniciar aquí, si sabe con exactitud cuáles son necesarios para arrancar el sistema de ficheros raíz y quiere posponer el arranque de todos los demás arrays a un punto posterior de la secuencia de arranque. También puede introducir «all» (todos) para, sencillamente, iniciar todos los arrays disponibles.
fr: Si vous savez exactement quels sont les ensembles RAID nécessaires au démarrage du système de fichiers racine et si vous souhaitez différer le démarrage de tous les autres ensembles, veuillez les indiquer ici. Vous pouvez aussi indiquer « all » pour démarrer tous les ensembles existants.
it: Se si conoscono esattamente quali sono gli array da attivare per il file system di root e si vuole rimandare l'attivazione di tutti gli altri array a una fase successiva della sequenza d'avvio, inserire adesso gli array da attivare. In alternativa, inserire "all" per attivare tutti gli array disponibili.
nl: Als u precies weet welke reeksen benodigd zijn voor het basisbestandssysteem en u het activeren van alle overige reeksen wilt uitstellen tot later in de opstartprocedure, geef dan hier de te activeren reeksen in. Anders kunt u 'all' ingeven om alle beschikbare reeksen te activeren.
ru: Если вы точно знаете, какие массивы требуются для получения работоспособной корневой файловой системы и хотите отложить запуск остальных массивов на более поздний момент в процессе загрузки, то введите их здесь. Иначе, введите слово 'all', чтобы просто запустить все доступные массивы.

source: If you do not need or want to start any arrays for the root file system, leave the answer blank (or enter 'none'). This may be the case if you are using kernel autostart or do not need any arrays to boot.
es: Puede dejar la respuesta en blanco (o introducir «none») si no necesita o desea arrancar los arrays para el sistema de ficheros raíz. Este puede ser su caso si está utilizando el autoarranque del núcleo o no necesita ningún array para el arranque.
fr: Si vous n'avez pas besoin ou ne souhaitez pas démarrer d'ensemble RAID pour le système de fichiers racine, veuillez laissez l'entrée vide (ou entrez « none »). Ceci peut être le cas si vous utilisez l'option de démarrage automatique (« autostart ») du noyau ou si vous n'avez besoin d'aucun ensemble pour démarrer.
it: Se non si ha bisogno o non si vuole attivare nessun array per il file system di root, lasciare la risposta in bianco (oppure inserire "none"). Questo potrebbe essere il caso se si utilizza l'attivazione automatica da kernel oppure se non si ha bisogno di alcun array per l'avvio.
nl: Als u geen reeksen hoeft of wenst te activeren voor het basisbestandssysteem, laat dan het antwoord leeg (of geef 'none' in). Dit kan het geval zijn als u "kernel autostart" gebruikt of geen reeksen nodig heeft om uw systeem op te starten.
ru: Если вам это не нужно, или вы хотите запускать все массивы для корневой файловой системы, оставьте это поле пустым (или введите слово 'none'). Этот вариант подходит, если вы используете автоматический запуск из ядра или если для загрузки массивы ненужны.

source: An error occurred: device node does not exist
es: Se produjo un error: el nodo de dispositivo no existe
fr: Erreur : périphérique inconnu
it: Errore: il nodo del device non esiste
nl: Er is een fout opgetreden: apparaatbestand bestaat niet
ru: Произошла ошибка: нода устройства не существует

source: An error occurred: not a block device
es: Se produjo un error: no es un dispositivo de bloques
fr: Erreur : ce n'est pas un périphérique en mode bloc
it: Errore: non è un device a blocchi
nl: Er is een fout opgetreden: geen blokapparaat
ru: Произошла ошибка: устройство не является блочным

source: An error occurred: not an MD array
es: Se produjo un error: no es un array MD
fr: Erreur : ce n'est pas un ensemble RAID
it: Errore: non è un array MD
nl: Er is een fout opgetreden: geen RAID reeks
ru: Произошла ошибка: это не MD-массив

source: An error occurred: array not listed in mdadm.conf file
es: Se produjo un error: el array no está en la lista definida en el archivo mdadm.conf
fr: Erreur : ensemble non mentionné dans le fichier mdadm.conf
it: Errore: array non elencato nel file mdadm.conf
nl: Er is een fout opgetreden: reeks komt niet voor in bestand mdadm.conf
ru: Произошла ошибка: массив не описан в файле mdadm.conf

source: Start arrays not listed in mdadm.conf?
es: ¿Desea arrancar los arrays no listados en mdadm.conf?
fr: Faut-il démarrer les ensembles RAID non mentionnés dans mdadm.conf ?
it: Avviare gli array non elencati in mdadm.conf?
nl: Reeksen activeren die niet in mdadm.conf voorkomen?
ru: Запустить массивы, неописанные в mdadm.conf?

source: The specified array (${array}) is not listed in the configuration file (${config}). Therefore, it cannot be started during boot, unless you correct the configuration file and recreate the initial ramdisk.
es: El array que ha especificado (${array}) no está listado en el fichero de configuración ${config}. Este array no podrá iniciarse durante el arranque del sistema a no ser que corrija el fichero de configuración y regenere el disco de ram inicial.
fr: L'ensemble (${array}) que vous avez spécifié n'est pas mentionné dans le fichier de configuration ${config}. Il ne sera donc pas démarré à moins que vous corrigiez le fichier de configuration et que vous génériez de nouveau le disque mémoire initial (« ramdisk »).
it: L'array specificato (${array}) non è presente nel file di configurazione (${config}): quindi non può essere attivato durante l'avvio senza correggere il file di configurazione e ricreare il ramdisk iniziale.
nl: De reeks die u heeft opgegeven (${array}) komt niet voor in het configuratiebestand (${config}). Tenzij u het configuratiebestand corrigeert en de initiële ramdisk opnieuw aanmaakt, kan deze reeks tijdens het opstarten van het systeem niet worden geactiveerd.
ru: Указанный вами массив (${array}) не описан в конфигурационном файле (${config}). Поэтому он не может быть запущен при старте машины, пока вы не исправите конфигурационный файл и не пересоздадите первоначальный ramdisk.

source: This warning is only relevant if you need arrays to be started from the initial ramdisk to be able to boot. If you use kernel autostarting, or do not need any arrays to be started as early as the initial ramdisk is loaded, you can simply continue. Alternatively, choose not to continue and enter 'none' when prompted which arrays to start from the initial ramdisk.
es: Este aviso sólo es relevante si necesita que los arrays se inicien en el disco de RAM inicial para poder arrancar el sistema. Si utiliza el autoarranque del núcleo o no necesita que los arrays estén arrancados tan pronto como se cargue el disco de RAM, puede continuar simplemente. También puede decidir no continuar e introducir «none» cuando se le pregunte qué arrays deberían arrancarse del disco de RAM inicial.
fr: Cet avertissement n'a de signification que si des ensembles RAID doivent être lancés à partir du disque mémoire initial afin de pouvoir démarrer le système. Si vous utilisez le démarrage automatique par le noyau, ou si vous n'avez pas besoin de lancer d'ensemble RAID depuis le disque mémoire initial, vous pouvez simplement poursuivre. Vous pouvez aussi choisir de ne pas poursuivre et entrer « none » lorsqu'il vous sera demandé le nom des ensembles RAID à démarrer à partir du disque mémoire initial.
it: Questo avviso è pertinente solo se è necessario attivare gli array dal ramdisk iniziale per permettere l'avvio. Con l'avvio automatico da kernel o se non è necessario attivare gli array così presto come al caricamento del ramdisk iniziale, si può proseguire. In alternativa, scegliere di non continuare e inserire "none" quando viene chiesto quali array attivare dal ramdisk iniziale.
nl: Deze waarschuwing is alleen relevant als de reeksen geactiveerd moeten worden vanuit een initiële ramdisk om het systeem te kunnen opstarten. Als u "kernel autostart" gebruikt of er geen reeksen zijn die vanuit de initiële ramdisk gestart moeten worden, kunt u gewoon doorgaan. Kies anders nu om niet door te gaan en geef 'none' in bij de vraag welke reeksen vanuit de initiële ramdisk gestart moeten worden.
ru: Данное предупреждение уместно только, если вам требуется запускать массивы из первоначального ramdisk для загрузки машины. Если вы используете автоматический запуск из ядра или вам не нужны массивы для загрузки на этапе загрузки первоначального ramdisk, вы можете просто продолжить. Иначе, выберите не продолжать и введите 'none', когда вам предложат выбрать массивы для запуска из первоначального ramdisk.

source: Do you want to start MD arrays automatically?
es: ¿Desea iniciar los arrays MD de forma automática?
fr: Faut-il démarrer automatiquement les ensembles RAID ?
it: Avviare gli array MD automaticamente?
nl: RAID-apparaten automatisch activeren?
ru: Запускать MD-массивы автоматически?

source: Once the base system has booted, mdadm can start all MD arrays (RAIDs) specified in /etc/mdadm/mdadm.conf which have not yet been started. This is recommended unless multiple device (MD) support is compiled into the kernel and all partitions are marked as belonging to MD arrays, with type 0xfd (as those and only those will be started automatically by the kernel).
es: Mdadm puede iniciar todos los arrays MD (RAIDs) especificados en «/etc/mdadm/mdadm.conf» una vez se haya arrancado el sistema base, siempre que éstos no se hayan arrancado aún. Esto es probablemente lo que desea a no ser que haya compilado el soporte de dispositivos múltiples (MD, «multiple devices») en el núcleo y marcado todas las particiones que son parte de los arrays MD con el tipo «0xfd» (ya que éstas, y sólo éstas, se arrancarán de forma automática por el núcleo).
fr: Lorsque le système de base a démarré, mdadm peut démarrer tous les ensembles (RAID) indiqués dans /etc/mdadm/mdadm.conf qui n'ont pas encore été démarrés. Cela est recommandé, sauf si la gestion MD a été compilée dans le noyau et que toutes les partitions faisant partie d'un ensemble RAID ont été marquées avec le type 0xfd (car seul ce type de partition sera démarré automatiquement par le noyau).
it: Una volta avviato il sistema di base, mdadm può attivare tutti gli array MD (RAID) specificati in /etc/mdadm/mdadm.conf non ancora attivi. Questa è la configurazione consigliata tranne quando il supporto per i device multidisco (MD) è compilato nel kernel e tutte le partizioni appartenenti agli array MD sono marcate con tipo 0xfd (come quelle che sono attivate automaticamente dal kernel).
nl: Nadat het basissysteem eenmaal is opgestart, kan mdadm zorgdragen voor het activeren van alle RAID-reeksen die voorkomen in /etc/mdadm/mdadm.conf, maar nog niet zijn geactiveerd. Dit wordt aanbevolen tenzij "multiple device" (MD) ondersteuning is meegecompileerd in de kernel en alle partities die deel uitmaken van RAID-reeksen zijn gedefinieerd als type 0xfd (aangezien ze alleen dan automatisch door de kernel geactiveerd zullen worden).
ru: После старта базовой системы, mdadm может запустить все MD-массивы (RAIDы), указанные в файле /etc/mdadm/mdadm.conf, которые ещё не запущены. Нужно ответить утвердительно, если вы не включили поддержку MD в ядро (в противном случае ядро само выполняет автоматический запуск MD-массивов из разделов с типом 0xfd и только с ним).

source: Should mdadm run monthly redundancy checks of the MD arrays?
es: ¿Debería mdadm ejecutar comprobaciones de redundancia mensuales de los arrays MD?
fr: Faut-il vérifier chaque mois la redondance des ensembles RAID ?
it: Far eseguire a mdadm i controlli mensili di ridondanza sugli array MD?
nl: Maandelijkse redundantiecontrole van RAID-reeksen uitvoeren?
ru: Должен ли mdadm запускать ежемесячную проверку избыточности на MD-массивах?

source: If the kernel supports it (versions greater than 2.6.14), mdadm can periodically check the redundancy of MD arrays (RAIDs). This may be a resource-intensive process, depending on the local setup, but it could help prevent rare cases of data loss. Note that this is a read-only check unless errors are found; if errors are found, mdadm will try to correct them, which may result in write access to the media.
es: Mdadm puede comprobar de forma periódica la redundancia de sus arrays MD (RAIDs) si el núcleo lo soporta (si su versión es superior a la 2.6.14). Esto puede ser un proceso que consuma muchos recursos, dependiendo de su configuración, pero podría ayudar a prevenir casos raros de pérdida de datos. Tenga en cuenta que estas comprobaciones se hacen en modo lectura salvo que se detecten errores, en cuyo caso mdadm necesitará corregirlos, lo que significa que será necesario tener acceso de escritura a los medios físicos.
fr: Si le noyau le gère (à partir de la version 2.6.14), mdadm peut vérifier périodiquement la redondance des ensembles RAID. Cette action peut demander beaucoup de ressources selon la configuration, mais cela aide à prévenir les rares cas de pertes de données. Notez que ce test est réalisé en lecture seule à moins que des erreurs ne soient rencontrées. Si des erreurs sont détectées, mdadm essayera de les corriger, ce qui entraînera des écritures sur le média.
it: Se il kernel lo supporta (tutte le versioni successive la 2.6.14), mdadm può effettuare delle verifiche periodiche sulla ridondanza degli array MD (RAID). Questo è un processo che potrebbe richiedere molte risorse, in base alle impostazioni locali, ma può prevenire i rari casi di perdita di dati. Notare che questa verifica è di sola-lettura tranne quando riscontra degli errori; quando ci sono errori, mdadm prova a correggerli e potrebbe accedere in scrittura al supporto.
nl: Als uw kernel dit ondersteunt (versies groter dan 2.6.14), kan mdadm periodiek de redundantie van uw RAID reeksen controleren. Afhankelijk van uw configuratie kan dit een intensief proces zijn, maar het kan wel helpen om uitzonderlijke gevallen van gegevensverlies te voorkomen. Zolang geen fouten worden gevonden, zal het proces alleen gegevens lezen; als echter wel fouten worden gevonden zal mdadm deze proberen te corrigeren.
ru: Если это поддерживается ядром (>> 2.6.14), mdadm может периодически проверять избыточность MD массивов (RAID-ов). Это может стать ресурсоёмким процессом в зависимости от настройки, но он может помочь предотвратить редкие случаи потери данных. Заметим, что пока не обнаружено ошибок, работа ведётся в режиме только чтение; если обнаруживается ошибка, mdadm попытается исправить её, что может потребовать прав записи на носитель.

source: The default, if turned on, is to check on the first Sunday of every month at 01:06.
es: El valor por omisio, si se activa, es comprobar el primer Domingo de cada mes a las 01:06 am.
fr: Par défaut, la vérification s'effectuera tous les premiers dimanche du mois à 01 h 06.
it: Se attivo, la configurazione predefinita prevede che il controllo sia eseguito la prima domenica di ogni mese alle 01.06.
nl: Standaard wordt de controle, indien geactiveerd, uitgevoerd om 01:06 op elke eerste zondag van de maand.
ru: Если ответить утвердительно, то по умолчанию проверка выполняется в первое воскресенье каждого месяца в 01:06.

source: Do you want to start the MD monitoring daemon?
es: ¿Desea arrancar el demonio de monitorización MD?
fr: Faut-il démarrer le démon de surveillance MD ?
it: Avviare il demone di monitoraggio MD?
nl: Wilt u de achtergronddienst voor de RAID-monitor starten?
ru: Запускать демон-монитор MD?

source: The MD (RAID) monitor daemon sends email notifications in response to important MD events (such as a disk failure).
es: El demonio de monitorización MD (RAID) envía notificaciones por correo electrónico cuando se producen eventos importantes en los dispositivos MD (como pueda ser el caso de un fallo de un disco).
fr: Le démon de surveillance MD envoie des notifications par courriel lors d'importants événements MD (comme une panne de disque dur).
it: Il demone di monitoraggio MD (RAID) invia delle notifiche via email quando si verificano eventi importanti (come la rottura di un disco).
nl: De achtergronddienst voor de RAID-monitor stuurt per e-mail berichten bij belangrijke gebeurtenissen die betrekking hebben op RAID (zoals een falende harde schijf).
ru: Демон-монитор MD (RAID) посылает почтовые уведомления в случае возникновения важных событий с MD (таких как отказ диска).

source: Enabling this option is recommended.
es: Es opcional habilitar esta opción.
fr: Il est recommandé d'activer cette option.
it: Si raccomanda l'attivazione di questa funzione.
nl: Gebruik van deze optie wordt aanbevolen.
ru: Рекомендуется ответить утвердительно.

source: Recipient for email notifications:
es: Destinatario de las notificaciones por correo:
fr: Destinataire des notifications par courriel :
it: Destinatario delle email di notifica:
nl: Adres voor e-mailberichten:
ru: Получатель уведомительных писем:

source: Please enter the email address of the user who should get the email notifications for important MD events.
es: Introduzca la dirección de correo electrónico del usuario que debería recibir las notificaciones por correo de eventos relevantes en los dispositivos MD.
fr: Veuillez indiquer l'adresse électronique de l'utilisateur qui doit recevoir les notifications lors d'importants événements MD.
it: Inserire l'indirizzo email dell'utente che deve ricevere le notifiche di eventi importanti legati al MD.
nl: Wat is het e-mailadres van de gebruiker die de e-mailberichten voor belangrijke gebeurtenissen met betrekking tot RAID dient te ontvangen.
ru: Введите адрес электронной почты пользователя, который будет получать почтовые уведомления о важных изменениях в состоянии MD.
