Repository: dankamongmen/sprezzos-world
Catalog: packaging/postfix/debian/po/*.po
Languages: it, tr

source: Add a 'mydomain' entry in main.cf for upgrade?
it: Aggiungere una voce 'mydomain' a main.cf per l'aggiornamento?
tr: Yükseltme için main.cf dosyasına bir 'mydomain' girdisi eklensin mı?

source: Postfix version 2.3.3-2 and later require changes in main.cf. Specifically, mydomain must be specified, since hostname(1) is not a fully qualified domain name (FQDN).
it: Postfix a partire dalla versione 2.3.3-2 richiede delle modifiche in main.cf. In particolare, mydomain deve essere specificato, visto che hostname(1) non è un fully qualified domain name (FQDN).
tr: Postfix'in 2.3.3-2 ve sonraki sürümleri main.cf dosyasında değişiklikler yapılmasını gerektirir. hostname(1) tam tanımlanmış alan adı (FQDN) olmadığından 'mydomain' girdisi özellikle tanımlanmalıdır.

source: Failure to fix this will result in a broken mailer. Decline this option to abort the upgrade, giving you the opportunity to add this configuration yourself. Accept this option to automatically set mydomain based on the FQDN of the machine.
it: Se non si corregge questa impostazione, il programma sarà inutilizzabile. Rifiutando questa proposta, l'aggiornamento verrà annullato e si potrà eseguire manualmente la modifica alla configurazione. Accettando la proposta il valore di mydomain sarà impostato automaticamente al FQDN del sistema.
tr: Bu sorunun giderilememesi çalışmayan bir posta sunucusu ile sonuçlanacaktır. Bu seçeneği geri çevirip yükseltmeden vazgeçer ve bu yapılandırmayı elle yürütürsünüz ya da bu seçeneği seçer ve 'mydomain' girdisinin bu makinenin FQDN'sine göre belirlenmesine izin verirsiniz.

source: add 'sqlite' entry to dynamicmaps.cf?
it: aggiungere la voce "sqlite" a dynamicmaps.cf?
tr: dynamicmaps.cf dosyasına 'sqlite' girdisi eklensin mi?

source: Postfix version 2.9 adds sqlite support to maps, but your dynamicmaps.cf does not reflect that. Accept this option to add support for sqlite maps.
it: Postfix dalla versione 2.9 supporta anche sqlite per le mappe, ma il file dynamicmaps.cf in uso non contiene questa indicazione. Accettare questa opzione per abilitare il supporto alle mappe sqlite.
tr: Postfix'in 2.9 sürümü eşlemlemelere sqlite desteği ekleyebilmektedir. Fakat sizin dynamicmaps.cf dosyanız bunu yansıtmamaktadır. Bu seçeneği seçerek sqlite eşlemleme desteğini ekleyiniz.

source: Install postfix despite an unsupported kernel?
it: Installare postfix anche se il kernel non è supportato?
tr: Postfix destekleyemediği bir çekirdeğe rağmen kurulsun mu?

source: Postfix uses features that are not found in kernels prior to 2.6. If you proceed with the installation, Postfix will not run.
it: Postfix usa funzionalità che non sono disponibili nelle versioni del kernel precedenti alla 2.6. Se si procede con l'installazione, Postfix non verrà eseguito.
tr: Postfix sürümü 2.6'dan eski çekirdeklerde olmayan özellikleri kullanır. Kurulumu sürdürürseniz, Postfix çalışmayacaktır.

source: Correct retry entry in master.cf for upgrade?
it: Correggere la voce retry in master.cf per l'aggiornamento?
tr: Yükseltme için master.cf dosyasındaki 'retry' girdisi düzeltilsin mi?

source: Postfix version 2.4 requires that the retry service be added to master.cf.
it: La versione 2.4 di postfix richiede di aggiungere il servizio retry a master.cf.
tr: Postfix'in 2.4 sürümü master.cf dosyasına 'retry' girdisinin eklenmesini gerektirir.

source: Failure to fix this will result in a broken mailer. Decline this option to abort the upgrade, giving you the opportunity to add this configuration yourself. Accept this option to automatically make master.cf compatible with Postfix 2.4 in this respect.
it: Se non si corregge questa impostazione, il programma sarà inutilizzabile. Rifiutando questa proposta, l'aggiornamento verrà annullato e si avrà la possibilità di modificare manualmente la configurazione. Accettando la proposta si renderà master.cf compatibile con Postfix 2.4 in modo automatico.
tr: Bu sorunun giderilememesi çalışmayan bir posta sunucusu ile sonuçlanacaktır. Bu seçeneği geri çevirip yükseltmeden vazgeçer ve bu yapılandırmayı elle yürütürsünüz ya da bu seçeneği seçer ve master.cf dosyasının bu açıdan Postfix'in 2.4 sürümü ile uyumlu hale getirilmesine izin verirsiniz.

source: Correct tlsmgr entry in master.cf for upgrade?
it: Correggere la voce tlsmgr in master.cf per l'aggiornamento?
tr: master.cf dosyasındaki 'tlsmgr' girdisi yükseltmeye uygun şekilde düzeltilsin mi?

source: Postfix version 2.2 has changed the invocation of tlsmgr.
it: Nella versione 2.2 di postfix è cambiata l'invocazione di tlsmgr.
tr: Postfix'in 2.2 sürümü 'tlsmgr' eklentisinin devreye girme şeklini değiştirdi.

source: Failure to fix this will result in a broken mailer. Decline this option to abort the upgrade, giving you the opportunity to add this configuration yourself. Accept this option to automatically make master.cf compatible with Postfix 2.2 in this respect.
it: Se non si corregge questa impostazione, il programma sarà inutilizzabile. Rifiutando questa proposta, l'aggiornamento verrà annullato e si avrà la possibilità di eseguire manualmente la configurazione. Accettando la proposta si renderà master.cf compatibile con Postfix 2.2 in modo automatico.
tr: Bu sorunun giderilememesi çalışmayan bir posta sunucusu ile sonuçlanacaktır. Bu seçeneği geri çevirip yükseltmeden vazgeçer ve bu yapılandırmayı elle yürütürsünüz ya da bu seçeneği seçer ve master.cf dosyasının bu açıdan Postfix'in 2.2 sürümü ile uyumlu hale getirilmesine izin verirsiniz.

source: Ignore incorrect hostname entry?
it: Ignorare la voce hostname errata?
tr: Hatalı 'hostname' girdisi görmezden gelinsin mi?

source: The string '${enteredstring}' does not follow RFC 1035 and does not appear to be a valid IP address.
it: La stringa "${enteredstring}" non è conforme alla RFC 1035 e non sembra essere un indirizzo IP valido.
tr: '${enteredstring}' dizgesi RFC 1035 yönergelerine uymuyor ve geçerli bir IP adresi gibi görünmüyor.

source: RFC 1035 states that 'each component must start with an alphanum, end with an alphanum and contain only alphanums and hyphens. Components must be separated by full stops.'
it: La RFC 1035 richiede che ogni componente inizi e finisca con un carattere alfanumerico e contenga solo caratteri alfanumerici o il trattino "-". Le componenti devono essere separate da punti.
tr: RFC 1035'e göre 'her bileşen bir alfanumerik karakter ile başlamalı ve bitmeli, aradaki karakterler ise alfanumerik karakterlere ek olarak yalnızca tire imlerinden oluşmalı ve ayrıca bileşenler nokta işareti ile ayrılmalıdırlar'.

source: Please choose whether you want to keep that choice anyway.
it: Scegliere se si desidera mantenere questa scelta comunque.
tr: Yine de bu seçeneği saklayıp saklamayacağınızı belirtiniz.

source: No configuration
it: Nessuna configurazione
tr: Yapılandırma yok

source: Internet Site
it: Sito internet
tr: Internet bölgesi

source: Internet with smarthost
it: Sito internet con smarthost
tr: Akıllı-makine ile Internet

source: Satellite system
it: Sistema satellite
tr: Uydu sistem

source: Local only
it: Solo locale
tr: Yalnızca yerel

source: General type of mail configuration:
it: Profilo generale di configurazione:
tr: Posta yapılandırmasının genel türü:

source: Please select the mail server configuration type that best meets your needs.
it: Selezionare il tipo di configurazione del mailserver che si preferisce.
tr: Kullanım amacınıza en uygun posta sunucu yapılandırmasını seçiniz.

source: No configuration: Should be chosen to leave the current configuration unchanged. Internet site: Mail is sent and received directly using SMTP. Internet with smarthost: Mail is received directly using SMTP or by running a utility such as fetchmail. Outgoing mail is sent using a smarthost. Satellite system: All mail is sent to another machine, called a 'smarthost', for delivery. Local only: The only delivered mail is the mail for local users. There is no network.
it: Nessuna configurazione: Da scegliere se non si vuole modificare la configurazione attuale. Sito internet: La posta è inviata e ricevuta direttamente via SMTP. Sito internet con smarthost: La posta è ricevuta direttamente via SMTP o attraverso programmi come fetchmail. La posta in uscita è inviata a uno smarthost. Sistema satellite: Tutta la posta è inviata a un altro sistema, detto "smarthost", per la consegna. Solo consegna locale: Viene solo consegnata la posta per gli utenti locali, senza attività di rete.
tr: Yapılandırma yok: Varolan yapılandırma değiştirilmez. Internet bölgesi: E-postalar SMTP iletişim kuralı ile doğrudan alınır ve verilirler. Akıllı makine ile Internet E-postalar doğrudan SMTP iletişim kuralı ya da 'fetchmail' gibi bir uygulama ile alınırlar ve bir akıllı makine aracılığıyla gönderilirler. Uydu sistem: Tüm e-postalar 'dağıtılmaları için akıllı makine' olarak adlandırılan başka bir makineye gönderilirler. Yalnızca yerel: Yalnızca yerel kullanıcılar arasında e-posta dağıtımı yapılır.

source: Postfix not configured
it: Postfix non è configurato
tr: Postfix yapılandırılmadı

source: You have chosen 'No Configuration'. Postfix will not be configured and will not be started by default. Please run 'dpkg-reconfigure postfix' at a later date, or configure it yourself by: - Editing /etc/postfix/main.cf to your liking; - Running '/etc/init.d/postfix start'.
it: Si è scelto "Nessuna configurazione". Postfix non sarà configurato e non sarà avviato automaticamente. Si prega di eseguire "dpkg-reconfigure postfix" in seguito, o di eseguire le seguenti operazioni: - Modificare /etc/postfix/main.cf a piacimento; - Eseguire /etc/init.d/postfix start.
tr: 'Yapılandırma yok' seçeneğini seçtiniz. Öntanımlı olarak Postfix yapılandırılmayacak ve başlatılmayacak. Daha sonra 'dpkg-reconfigure postfix' komutunu çalıştırarak yapılandırabilir ve başlatabilir ya da /etc/postfix/main.cf dosyasını elle düzenleyip yapılandırabilir ve sonrasında '/etc/init.d/postfix start' komutunu çalıştırarak başlatabilirsiniz.

source: System mail name:
it: Nome del sistema per la posta:
tr: Sistem posta adı:

source: The "mail name" is the domain name used to "qualify" _ALL_ mail addresses without a domain name. This includes mail to and from <root>: please do not make your machine send out mail from root@example.org unless root@example.org has told you to.
it: Il "mail name" è il nome di dominio usato per "qualificare" _TUTTI_ gli indirizzi di posta che non contengono un nome di dominio. Questo comprende anche i messaggi da e per <root>: evitate che il vostro sistema spedisca posta con mittente root@example.org a meno che root@example.org non ve l'abbia chiesto.
tr: "mailname" ağ alan adı içermeyen tüm adresleri tanımlamak için kullanılacak ağ alan adıdır. Bu tutum <root> kullanıcısına gelecek ya da ondan gidecek tüm postaları da kapsar: 'root' kullanıcısı sizden aksini istemedikçe makinenizin root@example.org adresinden posta göndermesini sağlamayınız.

source: This name will also be used by other programs. It should be the single, fully qualified domain name (FQDN).
it: Questo nome verrà usato anche da altri programmi. Dovrebbe essere un fully qualified domain name (FQDN).
tr: Bu adı başka programlar da kullanacaktır. Bu ad tek ve tam tanımlanmış bir alan adı (FQDN) olmalıdır.

source: Thus, if a mail address on the local host is foo@example.org, the correct value for this option would be example.org.
it: Ad esempio, se un indirizzo di posta sul sistema locale è foo@example.org, il valore corretto per questo parametro sarebbe example.org.
tr: Bu nedenle, eğer yerel makinede posta adresi gecici@example.org ise, bu seçenek için uygun değer example.org olacaktır.

source: Other destinations to accept mail for (blank for none):
it: Altre destinazioni per cui accettare posta (lasciare in bianco se non ce ne sono):
tr: Kendisi için posta alımı yapılacak diğer alış noktaları (yoksa boş bırakınız):

source: Please give a comma-separated list of domains for which this machine should consider itself the final destination. If this is a mail domain gateway, you probably want to include the top-level domain.
it: Indicare una lista (separata da virgole) di domini per cui questo sistema si deve considerare come la destinazione finale. Se il sistema è un gateway di posta per un intero dominio, è consigliabile includere anche il top-level domain.
tr: Bu makinenin kendisini alış noktası varsayacağı alan adlarının virgül ile ayrılmış listesini giriniz. Eğer bu makine bir posta ağ geçidi ise, büyük olasılıkla üst seviye etki alanını da girmek isteyeceksiniz.

source: SMTP relay host (blank for none):
it: Host da usare come relay SMTP (lasciare in bianco se non viene usato):
tr: SMTP aktarım sunucusu (yok ise boş bırakınız):

source: Please specify a domain, host, host:port, [address] or [address]:port. Use the form [destination] to turn off MX lookups. Leave this blank for no relay host.
it: Indicare un dominio, host, host:porta, [indirizzo] o [indirizzo]:porta. Usando la forma [destinazione] vengono disabilitate le ricerche MX. Lasciare in bianco se non si usa alcun relay.
tr: Bir etki alanı, sunucu, sunucu:port, [adres] ya da [adres]:port seçiniz. MX aramalarını kapatmak için [alış noktası] yapısını kullanınız. Sunucunuz aktarım yapmayacaksa boş bırakınız.

source: Do not specify more than one host.
it: Non specificare più di un host.
tr: Birden fazla sunucu girmeyiniz.

source: The relayhost parameter specifies the default host to send mail to when no entry is matched in the optional transport(5) table. When no relay host is given, mail is routed directly to the destination.
it: Il parametro "relayhost" indica l'host a cui inviare la posta quando non viene trovata alcuna corrispondenza nella tabella opzionale transport(5). Se non viene indicato, la posta è instradata direttamente alla destinazione.
tr: Seçeneğe bağlı oluşturulan transport(5) tablosunda gönderilecek posta alan adı için bir eşleşme bulunmadığı durumlarda 'relayhost' parametresi posta gönderecek öntanımlı sunucuyu belirtir. Aktarım sunucusu belirtilmezse postalar doğrudan alış noktalarına yöneltilir.

source: Use procmail for local delivery?
it: Usare procmail per la consegna locale?
tr: Yerel dağıtım için 'procmail' kullanılsın mı?

source: Please choose whether you want to use procmail to deliver local mail.
it: Indicare se si vuole usare procmail per consegnare la posta locale.
tr: Yerel posta dağıtımı için 'procmail' kullanmak isteyip istemediğinizi belirtiniz.

source: Note that if you use procmail to deliver mail system-wide, you should set up an alias that forwards mail for root to a real user.
it: Nota: se si usa procmail per consegnare la posta di tutto il sistema, è consigliabile impostare un alias per inoltrare a un altro utente la posta diretta a root.
tr: Sistem geneline posta dağıtmak için 'procmail' kullanıyorsanız, 'root' kullanıcısı için üretilen postaları gerçek bir kullanıcıya yönlendirecek bir rumuz oluşturmalısınız.

source: all
it: tutti
tr: tümü

source: Internet protocols to use:
it: Protocolli internet da usare:
tr: Kullanılacak Internet iletişim kuralları:

source: By default, whichever Internet protocols are enabled on the system at installation time will be used. You may override this default with any of the following:
it: Per impostazione predefinita vengono usati tutti i protocolli internet attivi sul sistema al momento dell'installazione. È possibile sovrascrivere questa impostazione usando i valori seguenti:
tr: Öntanımlı olarak kurulum sırasında etkinleştirilmiş Internet protokolleri kullanılacaktır. Bu öntanımlı tutumu aşağıdakilerden herhangi biri ile geçersiz kılabilirsiniz:

source: all : use both IPv4 and IPv6 addresses; ipv6: listen only on IPv6 addresses; ipv4: listen only on IPv4 addresses.
it: tutti: usare sia gli indirizzi IPv4 sia quelli IPv6; ipv6 : ascoltare solo sugli indirizzi IPv6; ipv4 : ascoltare solo sugli indirizzi IPv4.
tr: tümü : hem IPv4 hem de IPv6 adresleri dinle; ipv6: yalnızca IPv6 adresleri dinle; ipv4: yalnızca IPv4 adresleri dinle.

source: Local address extension character:
it: Carattere per le estensioni degli indirizzi locali:
tr: Yerel adres uzantı karakteri:

source: Please choose the character that will be used to define a local address extension.
it: Scegliere il carattere da usare per definire le estensioni degli indirizzi locali.
tr: Yerel bir adres uzantısı tanımlamak için kullanılacak olan karakteri seçiniz.

source: To not use address extensions, leave the string blank.
it: Per non usare le estensioni degli indirizzi, lasciare in bianco.
tr: Adres uzantısı kullanmamak için bu dizgeyi boş bırakın.

source: Bad recipient delimiter
it: Delimitatore errato.
tr: Kötü alıcı ayırıcı

source: The recipient delimiter must be a single character. '${enteredstring}' is what you entered.
it: Il delimitatore dei destinatari deve essere un carattere singolo, ma è stata immessa la stringa "${enteredstring}".
tr: Alıcı ayırıcı tek bir karakter olmalıdır, oysa siz '${enteredstring}' girdiniz.

source: Force synchronous updates on mail queue?
it: Forzare gli aggiornamenti sincroni della coda di posta?
tr: Posta kuyruğunda eş zamanlı güncellemeler zorunlu kılınsın mı?

source: If synchronous updates are forced, then mail is processed more slowly. If not forced, then there is a remote chance of losing some mail if the system crashes at an inopportune time, and you are not using a journaled filesystem (such as ext3).
it: Se viene forzato l'uso degli aggiornamenti sincroni, la posta verrà processata più lentamente. In caso contrario, potrebbe esserci una remota possibilità di perdere dei messaggi, nel caso il sistema cada in un momento particolarmente inopportuno e non si usi un filesystem journaling (come ext3).
tr: Eş zamanlı güncellemeler zorunlu kılınırsa, posta daha yavaş işlenir. Zorunlu kılınmazsa, uzak bir olasılık da olsa, sisteminiz uygun olmayan bir zamanda çökerse (ext3 gibi günlüklü bir dosya sistemi de kullanmıyorsanız) bazı postalarınızı kaybedebilirsiniz.

source: Local networks:
it: Reti locali:
tr: Yerel ağlar:

source: Please specify the network blocks for which this host should relay mail. The default is just the local host, which is needed by some mail user agents. The default includes local host for both IPv4 and IPv6. If just connecting via one IP version, the unused value(s) may be removed.
it: Specificare per quali blocchi di rete questo computer deve fare da relay. Il valore predefinito è solo l'host locale, che può essere richiesto da alcuni client di posta. Sono compresi sia gli indirizzi IPv4 che IPv6: se si utilizza solo uno dei due protocolli, è possibile rimuovere i valori non utilizzati.
tr: Bu makinenin hangi ağ öbekleri için posta aktarımı yapacağını belirtiniz. Öntanımlı değer yalnızca yerel makine olup bu değer bazı posta kullanıcı gereçleri için yeterlidir. Öntanımlı olarak hem IPv4 hem de IPv6 etkinleştirilse de yalnızca bir IP sürümü kullanılacaksa kullanılmayan diğer değer kaldırılabilir.

source: If this host is a smarthost for a block of machines, you need to specify the netblocks here, or mail will be rejected rather than relayed.
it: Se questo sistema deve fare da "smarthost" per un gruppo di altri sistemi, occorre indicare il blocco di rete opportuno, altrimenti la posta verrà rifiutata invece di essere inoltrata.
tr: Eğer bu makine bir makine öbeği için akıllı-makine ise, ağ öbeklerini burada tanımlamalısınız, aksi durumda posta aktarılmayacak ve geri çevrilecektir.

source: To use the postfix default (which is based on the connected subnets), leave this blank.
it: Per usare il valore predefinito di postfix (che è basato sulle reti a cui il computer è connesso), lasciare in bianco.
tr: Postfix öntanımlı değerini (bağlı bulunan alt ağlara göre temel alınan) kullanmak için bu alanı boş bırakınız.

source: Mailbox size limit (bytes):
it: Limite di dimensione delle mailbox (byte):
tr: Posta kutusu boyutu üst sınırı (bayt):

source: Please specify the limit that Postfix should place on mailbox files to prevent runaway software errors. A value of zero (0) means no limit. The upstream default is 51200000.
it: Specificare il limite che deve essere imposto da Postfix alla dimensione dei file delle mailbox per prevenire errori causati da processi incontrollabili. Il valore zero (0) indica nessun limite. Il valore predefinito nella distribuzione originale di Postfix è 51200000.
tr: Postfix'in denetimsiz yazılım hatalarının önüne geçmek için posta kutusu dosyalarına getireceği sınırlamayı belirleyiniz. (0) değeri sınırlandırma olmadığı anlamına gelir. Yukarı yönde öntanımlı değer 51200000'dir.

source: Root and postmaster mail recipient:
it: Destinatario della posta diretta a root e postmaster:
tr: 'root' ve 'postmaster' için posta alıcısı:

source: Mail for the 'postmaster', 'root', and other system accounts needs to be redirected to the user account of the actual system administrator.
it: La posta diretta agli utenti "postmaster", "root", e ad altri utenti di sistema deve essere rediretta all'utente effettivo usato dall'amministratore del sistema.
tr: 'postmaster', 'root' ve diğer sistem hesaplarına ait postalar gerçek sistem yöneticisi kullanıcı hesabına yönlendirilmelidir.

source: If this value is left empty, such mail will be saved in /var/mail/nobody, which is not recommended.
it: Lasciando in bianco, la posta verrà salvata in /var/mail/nobody, cosa non raccomandabile.
tr: Bu değerin boş bırakılması durumunda ilgili postalar /var/mail/nobody dizininde toplanacaktır. Bu durum önerilmez.

source: Mail is not delivered to external delivery agents as root.
it: La posta non viene consegnata ad agenti di consegna esterni come utente root.
tr: Dışarıdaki posta dağıtıcılarına 'root' kullanıcısından posta gönderilmez.

source: If you already have a /etc/aliases file and it does not have an entry for root, then you should add this entry. Leave this blank to not add one.
it: Se si ha già un file /etc/aliases che non contiene una voce per root, occorre aggiungerla. Lasciando in bianco non ne verrà aggiunta alcuna.
tr: Eğer hazırda bir /etc/aliases dosyanız varsa ve bu dosyada 'root' girdisi yoksa, bu girdiyi eklemeniz gerekebilir. Girdi eklemeyecekseniz boş bırakınız.
