Repository: dankamongmen/sprezzos-world
Catalog: packaging/linux-*/debian/po/*.po
Languages: nl, sk

source: Update disk device IDs in system configuration?
nl: De apparaat-ID's van de schijven bijwerken in de systeemconfiguratie?
sk: Aktualizovať ID diskových zariadení v nastavení systému?

source: The new Linux kernel version provides different drivers for some PATA (IDE) controllers. The names of some hard disk, CD-ROM, and tape devices may change.
nl: De nieuwe versie de Linux-kernel biedt andere stuurprogramma's voor sommige PATA-controllers. De namen van sommige harde schrijven, CD-stations en tape-apparaten kunnen veranderen.
sk: Nové verzia jadra Linuxu poskytujú iné ovládače niektorých radičov PATA (IDE). Mená niektorých pevných diskov, CD-ROM a páskových zariadení môžu byť zmenené.

source: It is now recommended to identify disk devices in configuration files by label or UUID (unique identifier) rather than by device name, which will work with both old and new kernel versions.
nl: Het wordt nu aangeraden om de schijven met een label of UUID (uniek ID) te benoemen in plaats van door apparaatnaam. Dit werkt voor zowel de oude als de nieuwe kernelversies.
sk: Teraz je odporúčané udávať diskové zariadenia v konfiguračných súboroch pomocou ich menovky alebo UUID (jedinečný identifikátor) namiesto mena zariadenia, ktoré je funkčné ako so starými, tak i s novými verziami jadra.

source: If you choose to not update the system configuration automatically, you must update device IDs yourself before the next system reboot or the system may become unbootable.
nl: Als u ervoor kiest om de systeemconfiguratie niet automatisch te laten bijwerken moet u de apparaat-ID's zelf aanpassen voor de volgende herstart. Anders loopt u het risico dat het systeem niet meer opstart.
sk: Ak si vyberiete neaktualizovať automaticky systémové nastavenie, budete musieť aktualizovať ID zariadení sami, ešte pred nasledujúcim reštartom systému, inak sa systém môže stať nezavediteľným.

source: Apply configuration changes to disk device IDs?
nl: De configuratiewijzigingen aan de schijf-ID's toepassen?
sk: Použiť zmeny konfigurácie ID diskových zariadení?

source: These devices will be assigned UUIDs or labels:
nl: Deze apparaten krijgen UUIDS of labels:
sk: Týmto zariadeniam budú priradené UUID alebo menovky:

source: These configuration files will be updated:
nl: Deze configuratiebestanden worden bijgewerkt:
sk: Tieto konfiguračné súbory budú aktualizované:

source: The device IDs will be changed as follows:
nl: De apparaat-IDs worden als volgt gewijzigd:
sk: ID zariadení budú zmenené takto:

source: Configuration files still contain deprecated device names
nl: Configuratiebestanden bevatten nog verouderde apparaatnamen
sk: Konfiguračné súbory stále obsahujú zastarané mená zariadení

source: The following configuration files still use some device names that may change when using the new kernel:
nl: De volgende configuratiebestanden bevatten nog apparaatnamen die bij de nieuwe kernel kunnen veranderen:
sk: Nasledujúce konfiguračné súbory stále používajú mená zariadení, ktoré asi bude treba pri použití nového jadra zmeniť:

source: Boot loader configuration check needed
nl: Controle van configuratie van het opstartprogramma vereist
sk: Je potrebná kontrola nastavenia zavádzača

source: The boot loader configuration for this system was not recognized. These settings in the configuration may need to be updated:
nl: De configuratie van het opstartprogramma van dit systeem is niet herkend. Deze instellingen in de configuratie moeten mogelijk worden bijgewerkt:
sk: Konfigurácia zavádzača tohoto systému nebola rozpoznaná. V konfigurácii asi bude treba aktualizovať tieto nastavenia:

source: * The root device ID passed as a kernel parameter; * The boot device ID used to install and update the boot loader.
nl: * Het apparaat-ID van de basispartitie die als parameter aan de kernel wordt meegegeven. * Het apparaat-ID van de opstartschijf die wordt gebruikt bij installatie en bijwerken van het opstartprogramma.
sk: * ID koreňového zariadenia, predávané ako parameter jadra; * ID zavádzacieho zariadenia, použitého na inštaláciu a aktualizáciu zavádzača.

source: You should generally identify these devices by UUID or label. However, on MIPS systems the root device must be identified by name.
nl: U hoort deze apparaten te benoemen door middel van UUID of label. MIPS-systemen zijn een uitzondering: hier moet het apparaat met basispartitie met een naam worden benoemd.
sk: Tieto zariadenia by ste mali označovať ich UUID či menovkou. Na systémoch MIPS však musí byť koreňové zariadenie označené menom.

source: Boot loader may need to be upgraded
nl: Het opstartprogramma moet mogelijk worden opgewaardeerd
sk: Zavádzač asi treba aktualizovať

source: Kernel packages no longer update a default boot loader.
nl: Kernel-pakketten werken het standaard opstartprogramma niet meer bij.
sk: Balíky jadra už neaktualizujú predvolený zavádzač.

source: If the boot loader needs to be updated whenever a new kernel is installed, the boot loader package should install a script in /etc/kernel/postinst.d. Alternately, you can specify the command to update the boot loader by setting the 'postinst_hook' variable in /etc/kernel-img.conf.
nl: Als het opstartprogramma moet worden bijgewerkt bij elke installatie van een nieuwe kernel, dan moet het pakket van het opstartprogramma een script in /etc/kernel/postinst.d plaatsen. U kunt ook een commando opgeven dat het opstartprogramma bijwerkt door middel van de variable 'postinst_hook' in /etc/kernel-img.conf.
sk: Ak má byť zavádzač aktualizovaný vždy, keď je nainštalované nové jadro, musí balík zavádzača nainštalovať skript v /etc/kernel/postinst.d. Prípadne môžete zadať príkaz na aktualizáciu zavádzača nastavením premennej „postinst_hook” v /etc/kernel-img.conf.
